{
    "home_page_header_slide": "MAßGESCHNEIDERTE HOLZFERTIGHÄUSER",
    "home_page_main_slide": "Produktion und Montage von Niedrigenergie-Passivfertighäusern",
    "home_page_h2_start": "SIP-Häuser",
    "home_page_slogan_1": "Wir konzentrieren uns auf den Bau umweltfreundlicher, energieeffizienter, zuverlässiger und langlebiger Gebäude unter Verwendung kanadischer Technologie, bei der SIP-Konstruktionen (Structural Insulated Panels) zum Einsatz kommen.",
    "home_page_slogan_2": "Wir bieten Fertighäuser auf Basis von Standarddesigns sowie die Umsetzung beliebiger individueller Kundenlösungen. Der Bau eines Hauses kann heutzutage ein ziemlich einfacher Prozess sein, wenn Sie die richtigen Technologielösungen wählen.",
    "home_page_slogan_3": "Sie werden in der Lage sein, ein neues und gemütliches Haus zu einem vernünftigen Preis und in kürzester Zeit zu bauen.",
    "home_page_show_more": "Mehr anzeigen",
    "home_page_link_1": "Modulhäuser",
    "home_page_link_2": "Bau von wohn- und mehrfamilienhäusern",
    "home_page_link_3": "Geschäftsgebäude",
    "home_page_link_4": "Schulen und kindergärten",
    "home_page_link_5": "Aufbauten und erweiterungen",
    "home_page_link_6": "Hütten und erholungseinrichtungen",
    "home_tabs_speed": "Geschwindigkeit",
    "home_tabs_tradition": "Tradition",
    "home_tabs_speed_text": "Ein unschlagbarer Vorteil unserer Häuser ist die maßgeschneiderte Produktion im Werk und die Fertigstellung genau nach dem Produktionsvorhaben vor Ort. Durch die Trockenbauweise können Sie unabhängig von der Jahreszeit in Ihr neues Haus einziehen, sobald der Bau abgeschlossen ist.",
    "home_tabs_tradition_text_1": "Die SIP-Technologie, die der Rohbaukonstruktion des Hauses zugrunde liegt, ist seit über sechzig Jahren in vielen Ländern erprobt. In Kanada werden bis zu 80 % und in Europa fast 60 % der Neubauten in dieser Bauweise errichtet.",
    "home_tabs_tradition_text_2": "Diese fortschrittliche Methode des Hausbaus erfreut sich immer größerer Beliebtheit, denn sie bietet unbestreitbare Vorteile wie schnelle und präzise Bauweise, hohen Komfort, umweltfreundliche Materialien und ein gutes Preis-Leistungs-Verhältnis.",
    "home_benefits_whyme": "Warum mit uns bauen?",
    "home_benefits_h3_1": "Qualität",
    "home_benefits_qual_text": "Wir bauen auf der Grundlage eines bewährten und zertifizierten SIP-Bausystems und verwenden ausschließlich Holz aus verantwortungsvoller Beschaffung. Der Bau wird unter ständiger mehrstufiger Überwachung durchgeführt. Nach der Übergabe des Gebäudes trennen sich unsere Wege mit dem Kunden nicht, wir betreuen ihn auch nach Abschluss des Projekts weiter und reagieren sofort auf kleinere Mängel usw. Alle kritischen Arbeiten werden von unserem eigenen, professionell ausgebildeten Wartungspersonal ausgeführt.",
    "home_benefits_h3_2": "Zertifizierung",
    "home_benefits_cert_text": "Wir verwenden nur zertifizierte Materialien und Bauelemente. Am Ende des Baus erhalten Sie von uns Zertifikate und Prüfberichte für die Abnahmeverfahren.",
    "home_benefits_h3_3": "Preisgarantie",
    "home_benefits_cena_text": "Der Preis, den Sie im Vertrag unterschreiben, ist endgültig. Es erwarten Sie keine versteckten Gebühren.",
    "home_benefits_h3_4": "Garantie",
    "home_benefits_garant_text": "Die Qualität der Konstruktion des Hauses garantiert eine Nutzungsdauer von mindestens 50 Jahren. Wir bieten Standardgarantien für Bauelemente, Arbeiten, Technologien und Lieferungen von Subunternehmern.",
    "home_benefits_h3_5": "Dienst",
    "home_benefits_service_text": "Wir betreuen unsere Kunden nicht nur während der Garantiezeit, sondern bieten Ihnen auch nach der Garantiezeit Service und Pflege für eine einwandfreie und komfortable Nutzung Ihres Hauses.",
    "explore_page_explore_sip": "SIP technologie",
    "explore_page_link_2": "Produktionsprozess",
    "explore_page_main_benef": "Wichtigste Vorteile",
    "explore_page_sip_1": "Die Grundlage der SIP-Paneel-Technologie ist ein Sandwich-Paneel. Das Paneel besteht aus zwei OSB TOP4-Platten und einem Dämmkern aus expandiertem, flammhemmendem Polystyrol EPS, PIR (Polyisocyanuratschaum), Graphit NEOPOR oder Mineralwolle.",
    "explore_page_sip_2": "Das Produktionsverfahren führt zu einer strukturellen Sandwichplatte, die sich durch hervorragende Wärmedämmeigenschaften, eine geringe Rohdichte und eine hohe strukturelle Steifigkeit auszeichnet.",
    "explore_page_sip_4": "Die Paneele werden in verschiedenen Stärken hergestellt, so daß ihre Verwendung ein breites Spektrum von Bedürfnissen abdeckt. Sie können als Böden, Außenwände, Trennwände und Dächer verwendet werden.",
    "explore_page_sip_5": "Das SIP-Paneel-Bausystem wird als Holzrahmenbausystem eingestuft, ist aber aufgrund seiner physikalischen und wärmeisolierenden Eigenschaften herkömmlichen Holzrahmenbauten deutlich überlegen.",
    "explore_page_sip_6": "Neben den Paneelen umfaßt das SIP-Bausystem auch KVH- und BSH-zertifiziertes Konstruktionsholz der Festigkeitsklasse C24 oder GL24h, Brettschichtholz-I-Träger oder CLT-Platten. Ihre Anzahl und Größe richtet sich nach der individuellen Statik der Gebäude.",
    "explore_page_sip_7": "Für die Abdichtung der Fugen zwischen den Paneelen werden verschiedene Befestigungsmittel, Zimmermannsgarnituren, PUR-Schäume, Dichtstoffe und Kompressionsbänder verwendet. Alle Materialien sind in der individuellen Lieferung des Bausystems gemäß den eingereichten Angeboten enthalten und müssen nicht zusätzlich beschafft werden.",
    "explore_page_sip_8": "Die höhere Energieeffizienz, die Vermeidung von Wärmebrücken, die Luftdichtheit der Gebäudehülle und die Umweltaspekte unterscheiden das SIP-Bausystem positiv von vielen traditionellen Bausystemen.",
    "explore_page_sip_9": "DIE EIGENSCHAFTEN VON OSB-PLATTEN:",
    "explore_page_sip_10": "Guter Wärmewiderstand (Holz ist ein natürlicher Isolator)",
    "explore_page_sip_11": "Große Formate ermöglichen weniger Fugen und damit weniger Schall- und Wärmeverluste",
    "explore_page_sip_12": "Gute Feuerbeständigkeit, je nach OSB-Typ",
    "explore_page_sip_13": "Widerstandsfähigkeit gegen Stöße und Vibrationen",
    "explore_page_sip_14": "Widerstandsfähigkeit gegen Erdbeben und starke Winde (nachgewiesen in Kalifornien, Florida und Japan)",
    "explore_page_sip_15": "Gesundheitliche Unbedenklichkeit",
    "explore_page_sip_16": "Hervorragende Verarbeitbarkeit",
    "explore_page_sip_17": "Diese OSB- und Sperrholzplatten enthalten kein Harnstoff-Formaldehyd (UF) mehr, so dass sie wirklich nicht mehr so giftig sind, insbesondere an der Außenseite des Hauses.",
    "explore_page_sip_18": "POLYSTYROL (EPS)",
    "explore_page_sip_19": "Polystyrol wird häufig in der Bauindustrie verwendet. In seiner geschlossenen Struktur nehmen die Polystyrolzellen fast kein Wasser auf. Dies geschieht nur in begrenztem Umfang in den Poren zwischen den ineinander greifenden Schaumstoffpartikeln. Nach dem Trocknen kehren sie in ihre ursprüngliche Form zurück. Die Nachfrage hat in kurzer Zeit zur Entwicklung des 'selbstverlöschenden Polystyrols' geführt, das den Anforderungen des Brandschutzes in Gebäuden besser gerecht wird. Unter dem Gesichtspunkt des Brandschutzes ist die weit verbreitete Verwendung von EPS in Sandwich-Konstruktionen unter den nicht brennbaren Materialien geeignet. Polystyrol-Dämmstoffe sind jetzt HBCD-frei (Hexabromcyclododecan).",
    "explore_page_sip_20": "Polystyrol-Eigenschaften:",
    "explore_page_sip_21": "Wasserbeständigkeit",
    "explore_page_sip_22": "Hervorragende Wärmedämmungseigenschaften",
    "explore_page_sip_23": "Brandsicherheit",
    "explore_page_sip_24": "Einfache und sichere Handhabung",
    "explore_page_sip_25": "VORTEILE DES SIP-BAUSYSTEMS",
    "explore_page_sip_26": "Die SIP-Paneel-Technologie kann eine breite Palette von Anforderungen erfüllen und ihre Anwendungsmöglichkeiten sind nahezu unbegrenzt. Ihre Vielseitigkeit kann für die anspruchsvollsten Entwürfe genutzt werden. Sie ist daher ideal für den Bau atypischer Gebäudestrukturen, wo sie auch die Abwesenheit von Wärmebrücken gewährleistet. Die SIP-Paneel-Technologie kann als einzelnes Bausystem für die gesamte Gebäudehülle oder in Kombination mit anderen Bausystemen eingesetzt werden.",
    "explore_page_sip_27": "Mit dem SIP-Bausystem können wir das Fundament des Gebäudes, Außenwände, Innentrennwände, Decken, Flach- und sogar Schrägdächer bauen. Es kann für den Bau von Häusern, Mehrfamilienhäusern, Verwaltungsgebäuden, Industriegebäuden, Schulen und Kindergärten, Freizeiteinrichtungen, Hütten und Hausbooten verwendet werden. Das SIP-Bausystem ist eine ideale Lösung für Aufbauten und Erweiterungen.",
    "explore_page_sip_28": "Die SIP-Platte ist ein leichtes Baumaterial (ca. 22 kg/m2) und es gibt mehrere Möglichkeiten für das Fundament des Gebäudes. Die am häufigsten verwendete Methode ist ein Betonplattenfundament. Es spart bereits Material, da es nicht so viel Last tragen muß wie schweres Mauerwerk oder Betonbauten. Für den Bauherrn bedeutet dies, daß er auch an schwer zugänglichen Stellen bauen kann, an die Baumaschinen nicht herankommen. Sie ist ideal für Überbauungen und Erweiterungen, bei denen das ursprüngliche Gebäude mit herkömmlichen Bausystemen wie Mauerwerk oder Beton statisch nicht zu bewältigen wäre. Der Dämmkern ist auch nach Jahrzehnten noch fest und stabil. Er sackt nicht durch und wird nicht feucht, was bei konventionellen Rahmenkonstruktionen ein häufiges Problem sein kann, wenn diese schlecht gebaut sind.",
    "explore_page_sip_29": "Die SIP-Paneel-Technologie ermöglicht auch die Herstellung von Gebäudefundamenten aus Paneelen. Eine alternative und einzigartige Lösung für den Bau sind Fundamente auf Schraubpfählen. Der Bau der Fundamentplatte auf Schraubpfählen für ein Einfamilienhaus dauert 2 bis 3 Tage und führt zu keiner Beschädigung des Bodens. Auf gebohrten Schraubpfählen wird eine Tragkonstruktion aus Holz- oder Stahlträgern angebracht, auf die SIP-Paneele mit 210 mm Durchmesser gelegt werden.",
    "explore_page_sip_30": "Die SIP-Paneel-Technologie hat eine einzigartige Anwendung im Bauwesen, nämlich bei Hausbooten. Die auf dem Ponton verlegten Paneele ermöglichen eine schnelle und effiziente Gründung des Gebäudes.",
    "explore_page_prod_1": "Entwurfs- und produktionsprozess",
    "explore_page_prod_2": "Das SIP-zertifizierte Bausystem wird unter kontrollierten und überwachten Fabrikbedingungen hergestellt. Der Produktionsprozeß erfolgt in mehreren Schritten. Der Standardproduktionsprozeß dauert zwischen zwei und vier Wochen.",
    "explore_page_prod_3": "ENTWURF",
    "explore_page_prod_4": "Das Projekt dauert etwa 2-3 Wochen, wenn der Kunde ein maßgeschneidertes Projekt wünscht",
    "explore_page_prod_5": "In der Entwurfsphase werden die technischen, Installations- und Produktionsunterlagen erstellt. Während der Entwurfsphase erfolgt die Kommunikation und Genehmigung der Entwurfsunterlagen. Unser professionelles Team von Ingenieuren berät Sie bei der Planung, der Fertigstellung der Entwürfe und der strukturellen Bewertung der Gebäude.",
    "explore_page_prod_6": "PRODUKTION",
    "explore_page_prod_7": "diese dauert etwa 7 Tage.",
    "explore_page_prod_8": "Das Sandwichpaneel wird durch Verkleben eines Isolierkerns zwischen zwei 15 mm dicken OSB TOP 4-Platten hergestellt. Die Platte wird dann in einer hydraulischen Presse gehärtet und gereift. Nach dem Aushärten werden die Platten formatiert und beschriftet. Wenn der Auftrag abgeschlossen ist, werden die Platten und alle anderen für den Bau benötigten Materialien auf Lastwagen verladen und zur Baustelle transportiert.",
    "explore_page_prod_10": "MONTAGE",
    "explore_page_prod_11": "dauert ca. 7 Tage",
    "explore_page_prod_12": "Wir bieten unseren Kunden eine umfassende technische Unterstützung.  Unser Unternehmen bietet ein komplettes Bausystem, einschließlich aller notwendigen Materialien für die Rohinstallation. Wir bieten dem Kunden ein komfortables Baumanagement ohne unnötige Unterbrechungen durch die Einschaltung von Subunternehmern.",
    "explore_page_prod_13": "BAU VON AUSSENWÄNDEN UND INNENTRENNWÄNDEN",
    "explore_page_prod_14": "Auf die vorgefertigte Fundamentplatte wird eine Abdichtungsschicht aufgebracht. Nach dem Aufbringen der Abdichtung werden die Fundamentfedern auf der Fundamentplatte verankert und bilden die Basis für das Bausystem. Zur Montage der Paneele wird auf die Fundamentfeder ein eingebettetes KVH-Element montiert.",
    "explore_page_prod_15": "Der Bau der Umfassungswände beginnt an der Ecke des Gebäudes und setzt sich um den Umfang herum fort. Nach deren Fertigstellung folgt der Einbau der inneren Trennwände. Zum Schluß werden KVH-Holzelemente von oben in die Montagenuten eingesetzt, um die Platten untereinander abzustützen. Die Paneele können einen vorbereiteten Tunnel für die Verkabelung enthalten. Alle Paneele werden gemäß der Projektdokumentation gekennzeichnet und maßgefertigt, so daß die Installation der Paneele sehr einfach, schnell und präzise ist.",
    "explore_page_prod_16": "FUSSBODENKONSTRUKTION",
    "explore_page_prod_17": "Zwischen den Umfassungswänden und den inneren Trennwänden wird eine Deckenkonstruktion für die Konstruktion des Fußbodens hergestellt. Für die Erstellung einer Deckenkonstruktion gibt es mehrere Lösungen. Die Decke kann aus KVH, BSH-Deckenelementen, Leimholz-I-Trägern, SIP-Platten oder CLT bestehen. Die Eignung der verwendeten Materialien hängt von der statischen Beurteilung des Projektarchitekten und den Anforderungen der Kunden ab. Im Anschluß daran beginnt der Bau der Außenwände und der inneren Trennwände des zweiten Stockwerks.",
    "explore_page_prod_18": "DACHKONSTRUKTION",
    "explore_page_prod_19": "SIP-Paneele sind eine effektive Lösung für den Bau von Schrägdächern mit einem Wohndachboden. Das SIP-Konstruktionssystem bildet im Wesentlichen sowohl ein strukturelles als auch ein isolierendes Element des Daches. Der Dachboden wird daher direkt mit SIP-Paneelen gedämmt und es ist kein zusätzliches Aufbringen von Dämmstoffen erforderlich. Die Fugen sind gerade und präzise, so dass der Innenraum eine fertige Grundlage für die Montage von Gips- oder Gipsfaserplatten bietet, die direkt auf die Platte aufgebracht werden.",
    "explore_page_prod_20": "Die SIP-Platte ist auch eine ideale Lösung für Flachdächer. Sowohl bei Schräg- als auch bei Flachdächern ist die Platte sowohl ein strukturelles als auch ein isolierendes Element des Daches. Die Montage und Anbringung ist sehr schnell und spart viel zusätzliche Arbeit. Von der Innenseite können Gips- oder Gipsfaserplatten direkt auf der Platte angebracht werden. Auf der Außenseite werden EPS-Dränelemente für die Wasserableitung und die endgültige Abdichtung angebracht.",
    "explore_page_prod_21": "GROSSE VARIABILITÄT BEI DER ENDBEARBEITUNG",
    "explore_page_prod_22": "Das SIP-Konstruktionssystem läßt sich problemlos mit einer breiten Palette von Endverarbeitungen ausstatten, vom klassischen Putz bis zu hinterlüfteten Fassaden.",
    "explore_page_main_1": "KOSTENSPAREN",
    "explore_page_main_2": "Das SIP-Bausystem bietet hervorragende Wärmedämmeigenschaften. Die Heiz- und Kühlkosten sind daher bis zu 50 % niedriger als bei herkömmlichen gemauerten Gebäuden. Die Gebäude aus SIP-Paneelen bieten einen Wärmewiderstand der Außenwände und der Dachkonstruktion von R=6,5 m2.K/W und mehr. Die Gebäude gehören daher zur Kategorie der Niedrigenergie- oder Passivhäuser. Sie bieten den notwendigen thermischen Komfort während der Wintermonate und halten das Gebäude während der Sommermonate kühl.",
    "explore_page_main_3": "DIE GESCHWINDIGKEIT DER KONSTRUKTION",
    "explore_page_main_4": "Unabhängig davon, ob Sie sich für ein individuelles Gebäude aus SIP-Paneelen oder für vorgefertigte, zusammengesetzte Häuser entscheiden, ist ihre Herstellung um ein Vielfaches schneller als bei konventionellen Mauerwerksbauten, bei denen unzählige nasse technologische Prozesse durchgeführt werden müssen. Der Bau von SIP-Paneelen ist ein reines Trockenverfahren, das zu jeder Jahreszeit durchgeführt werden kann. Durch die Schnelligkeit des Baus werden die Fertigstellungszeit und die damit verbundenen Kosten, wie z. B. für die Unterbringung von Arbeitern, die Anmietung von Gerüsten oder Baumaschinen, erheblich reduziert. Dadurch werden die Kosten für den Bau von Gebäuden erheblich gesenkt.",
    "explore_page_main_5": "GESUNDES UND KOMFORTABLES WOHNEN",
    "explore_page_main_6": "Die luftdichte Konstruktion ist ideal für moderne Lüftungssysteme, die Energiekosten senken und die Raumluftqualität verbessern. Der Einsatz von Wärmerückgewinnungsanlagen gewährleistet eine konstante Frischluftzufuhr in die Gebäude ohne zusätzliche Wärmeverluste. Die Luft im Gebäude ist daher ständig frisch und verhindert, daß sich Schimmel und Stauballergene im Gebäude ausbreiten.",
    "explore_page_main_7": "STABILITÄT",
    "explore_page_main_8": "Sobald die Paneelstruktur aufgebaut ist, verhält sich das Bausystem wie eine monolithische Schale und bietet eine bis zu 5-mal höhere strukturelle Leistung als der herkömmliche Holzrahmenbau. Ein mit SIP-Paneelen errichtetes Gebäude vermittelt ein robustes und solides Gefühl, das nach Fertigstellung kaum von einem herkömmlichen Bausystem zu unterscheiden ist.",
    "explore_page_main_9": "MEHR NUTZFLÄCHE",
    "explore_page_main_10": "Gebäude aus SIP-Paneelen bieten 7-10 % mehr Nutzfläche als herkömmliche gemauerte Gebäude. Die Gebäudenutzer können eine größere und geräumigere Umgebung genießen. Für Bauherren, die Quadratmeter Nutzfläche verkaufen, bedeutet diese prozentuale Steigerung einen zusätzlichen Gewinn.",
    "explore_page_main_11": "EINE STABILE ISOLIERUNG",
    "explore_page_main_12": "Der Dämmkern des SIP-Bausystems ist auch nach Jahrzehnten noch stark und stabil. Er kann nicht naß werden, durchhängen oder falsch angebracht werden, wie es bei herkömmlichen, technologisch anspruchsvollen Rahmenkonstruktionen passieren kann.",
    "explore_page_main_13": "UMWELTASPEKTE",
    "explore_page_main_14": "Das SIP-Bausystem ist als Holzgebäude klassifiziert, so daß der gesamte Prozeß der Produktion, des Baus und des Recyclings von Materialien die CO2-Produktion erheblich reduziert.",
    "explore_page_main_15": "DIE PLANUNGSFLEXIBILITÄT UND ANDERE VORTEILE DES SIP-BAUSYSTEMS",
    "explore_page_main_16": "Die aktuelle Gesetzgebung und die neuen Anforderungen des Marktes erfordern eine immer größere Aufmerksamkeit bei der Konzeption und Planung von Gebäuden. Die Designflexibilität und andere Vorteile des SIP-Bausystems, die Vermeidung von Wärmebrücken, die Luftdichtheit des Gebäudes, Umweltaspekte und andere stellen eine Herausforderung für viele traditionelle Bausysteme dar.",
    "explore_page_main_17": "ZERTIFIZIERTES BAUSYSTEM",
    "explore_page_main_18": "Der Herstellungsprozeß unterliegt einer regelmäßigen Kontrolle durch eine benannte Person. Unser Unternehmen bietet eine zertifizierte 50-Jahres-Garantie für das Bausystem ",
    "explore_page_main_19": "BAU VON EIGENTUMSWOHNUNGEN UND MEHRFAMILIENHÄUSERN",
    "explore_page_main_20": "Eine der wichtigsten Anforderungen an die Gestaltung von Gebäuden und deren Bau in der Zukunft ist die Reduzierung von CO2.",
    "explore_page_main_21": "Das SIP-Bausystem als eigenständige Einheit kann für den Bau von Mehrfamilienhäusern mit bis zu vier Stockwerken eingesetzt werden. Kombiniert man das SIP-Bausystem mit traditionellen Bauweisen, ist die Höhe der Gebäude unbegrenzt. In diesem Fall wird das Bausystem als Gebäudehülle verwendet.",
    "explore_page_main_22": "Der Hauptvorteil der Verwendung des SIP-Bausystems beim Bau von Wohnungen und Eigentumswohnungen liegt in der konkurrenzlosen Schnelligkeit des Baus und den Wärmedämmeigenschaften.",
    "project_page_header": "Projekte",
    "project_page_price": "Preis",
    "project_page_pref_h2": "Fertighäuser",
    "project_page_pref_text_1": "Der Vorteil des SIP-Bausystems liegt in der Zusammenstellung zu einzelnen vorgefertigten Gebäudeeinheiten als 'Fertighäuser'. Die vorgefertigten Strukturen von Fertighäusern erfüllen alle durch die technischen Normen festgelegten Baukriterien, wie statische Parameter, Wärme- und Schalldämmeigenschaften und Brandschutzparameter.",
    "project_page_pref_text_2": "Für den Bauherrn bedeutet dies eine enorme Baugeschwindigkeit und damit eine Einsparung an Zeit und Bauverwaltungskosten.",
    "project_page_pref_text_3": "Die Vorfertigung wird unter kontrollierten Werksbedingungen hergestellt. Durch die hohe Präzision und Genauigkeit werden die Fehler, die normalerweise bei der Ausführung auf der Baustelle auftreten, erheblich reduziert. Außerdem fällt dank der Vorfertigung kein Bauschutt auf der Baustelle an.",
    "project_page_mod_text_1": "Bei Modulhäusern handelt es sich um eine Reihe von Niedrigenergie- oder Passivhäusern, die in einer Produktionshalle in einzelnen 'Modulen' hergestellt werden.",
    "project_page_mod_text_2": "Nach Abschluss des Herstellungsprozesses werden die Module an einen bestimmten Ort transportiert, wo sie auf einem vorbereiteten Fundament aufgestellt werden. Sobald das Modul installiert ist, wird es an die öffentlichen Versorgungsnetze angeschlossen und der Kunde kann es fast sofort nutzen. Die Module können miteinander verbunden und je nach den Bedürfnissen des Kunden erweitert werden. Falls erforderlich, sind die Module so konzipiert, dass sie in Zukunft an einen anderen Standort verlegt werden können.",
    "project_page_mod_text_3": "Modulare Gebäude haben eine breite Palette von Anwendungen. Sie können als Freizeitgebäude, Wohnhäuser, modulare Familienhäuser, Verwaltungs- und Geschäftsräume, Schulen und Kindergärten oder als temporäre Gebäude genutzt werden.",
    "project_page_ener": "Energie-effizienz",
    "project_page_ener_text": "Modulare Gebäude sind im Niedrigenergie- oder sogar im Passivhausstandard konzipiert. Das bedeutet, dass die Gebäude nur eine minimale Menge an Energie zum Heizen und Kühlen verbrauchen, was zu bis zu 50 % niedrigeren Betriebskosten als bei herkömmlichen gemauerten Gebäuden führt.",
    "project_page_fixed": "Festpreis",
    "project_page_fixed_text": "Ein großer Vorteil von Modulhäusern ist ihr fester Preis. Ihre Produktion findet in der Produktionshalle statt, so dass es keine Budgeterhöhung wie beim Bau vor Ort gibt.",
    "project_page_speed": "Die schnelligkeit des baus",
    "project_page_speed_text": "Der Bauprozess findet in der Produktionshalle statt, d.h. in Trockenbauweise. Daher wird der Produktionsprozess nicht durch Witterungseinflüsse unterbrochen. Der kontrollierte Produktionsprozess stellt sicher, dass alle technologischen Verfahren eingehalten werden, so dass mögliche Mängel, die auf Baustellen auftreten, ausgeschlossen werden.",
    "project_page_pos": "Die möglichkeit der verschiffung",
    "project_page_pos_text": "Modulare Gebäude werden hauptsächlich als dauerhafte Strukturen verwendet. Sollte jedoch in der Zukunft der Bedarf entstehen, das Gebäude zu transportieren, kann ein modulares Haus diesen Prozess leicht bewältigen. Module werden so hergestellt und konzipiert, dass sie an einen anderen Ort transportiert werden können.",
    "project_page_cons": "Bau von wohn- und mehrfamilienhäusern",
    "project_page_pos_text_1": "Eine der wichtigsten Anforderungen an die Planung und den Bau von Gebäuden in der Zukunft ist die Reduzierung der CO2-Emissionen. ",
    "project_page_pos_text_2": "Das SIP-Bausystem als eigenständige Einheit kann für den Bau von Wohnhäusern mit bis zu vier Stockwerken verwendet werden. Bei der Kombination eines SIP-Bausystems mit traditionellen Bauweisen ist die Höhe des Gebäudes nicht begrenzt. In diesem Fall wird das Bausystem als Gebäudehülle verwendet.",
    "project_page_pos_text_3": "Der Hauptvorteil der Verwendung des SIP-Bausystems beim Bau von Appartements und Eigentumswohnungen liegt in der unübertroffenen Baugeschwindigkeit und den Wärmedämmeigenschaften.",
    "project_page_com_text": "Bei all diesen Gebäuden sind die folgenden Aspekte für Ihr Unternehmen wichtig: Schnelligkeit des Gebäudes, die Ihr Unternehmen nicht unnötig verlangsamt, und Energieeffizienz. Einfach ausgedrückt, eine Gewerbeimmobilie mit minimalen Betriebskosten.",
    "project_page_sch_text": "Das SIP-Bausystem ist die perfekte Lösung für den Bau von Schulen und Kindergärten und ermöglicht eine schnelle Montage während der Ferien. Die hervorragenden Wärmedämmeigenschaften der SIP-Platten sorgen für minimale Bau- und Betriebskosten.",
    "project_page_sup_text_1": "Das SIP-Gebäudesystem ist die ideale Lösung für den Bau eines Anbaus oder einer Aufstockung. Da es sich um ein Leichtbausystem handelt (8-mal leichter als ein Backsteinbau), wird das ursprüngliche Gebäude im Falle eines Anbaus nicht übermäßig belastet. ",
    "project_page_sup_text_2": "Die Schnelligkeit der Konstruktion sorgt für einen reibungslosen Ablauf. Wenn Ihr bestehendes Gebäude Ihr Unternehmen beherbergt oder besetzt ist, müssen Sie das Gebäude nicht verlassen oder Ihr Unternehmen während der Bauarbeiten schließen. Die Robustheit des SIP-Konstruktionssystems sorgt dafür, dass das endgültige Aussehen des neuen Gebäudes kaum von der ursprünglichen Struktur zu unterscheiden ist. ",
    "project_page_sup_text_3": "Die Wärmedämmeigenschaften der Paneele sorgen für höchsten thermischen Komfort. Gleichzeitig wird es sich um ein Niedrigenergiegebäude handeln, was eine rasche Senkung der Betriebskosten bedeutet.",
    "project_page_cot_text_1": "Das SIP-Bausystem ist die ideale Lösung für den Bau von Leichtbauobjekten wie Hütten, Freizeitobjekten oder Hausbooten (Gebäude, die auf der Wasseroberfläche liegen). Seine Flexibilität ermöglicht den Bau auch in schwer zugänglichen Gebieten, wie z. B. in Bergregionen oder auf Fluss- oder Seeflächen.",
    "project_page_cot_text_2": "Ihr Grundstück ist somit frei von architektonischen Zwängen, was den Architekten völlige Freiheit bei der Gestaltung der Hausform ermöglicht. ",
    "project_page_cot_text_3": "Das Bausystem ist leicht und lässt sich einfach in schwer zugängliche Gebiete transportieren. Außerdem ist die Umsetzung auch ohne Baumaschinen möglich.",
    "project_page_what": "Was ist im preis inbegriffen",
    "project_page_ex_1": "1) Option eins (Beispiel).",
    "project_page_ex_2": "2) Option zwei (Beispiel).",
    "project_page_what_text_1": "Es dauert bis zu sieben Tage, um ein einziges Haus am Fließband zu montieren. Die Montage eines mittelgroßen Hauses auf einem Fundament kann unabhängig von Wetter und Jahreszeit etwa eine Woche dauern. Das Unternehmen verfügt über mehrere Dutzend fertige Projekte, Sie können jedoch gegen einen Aufpreis ein individuelles Projekt anfordern. Im Falle eines individuellen Projekts dauert die Vorbereitung der Dokumentation und der technischen Zeichnungen bis zu drei Wochen. ",
    "project_page_what_text_2": "Der Entwurf des Hauses wird unten nur zur Information gezeigt.Die Produktionskosten für dieses Haus sind mit Stand Juli 2022 angegeben. Aufgrund der schwankenden Materialpreise auf dem Markt kann auch der Endpreis des Hauses variieren.",
    "project_page_newex": "Beispiel:",
    "project_page_newex_1": "Ein Haus hat eine Grundfläche von 108 m2.",
    "project_page_newex_2": "1) Option eins. Ein Haus mit einem Walmdach (Typ Walmdach mit 4 schrägen Seiten) kostet 45.000 € (415 €/m2).",
    "project_page_newex_3": "2) Option zwei. Haus mit Flachdach, Preis 48 500 € (450 €/m2).",
    "project_page_newex_4": "Der Preis beinhaltet: Zusammenbau, Wandmontage in der Werkstatt mit elektrischer Vorbereitung, Gipskartonplatten, Schaumstoff und Beschläge + Installation vor Ort",
    "project_page_newex_5": "Nicht im Preis enthalten sind: Montage, Lieferung auf die Baustelle, Fenster und Türen, Abschluss der Dacharbeiten.",
    "project_page_newex_6": "Zusätzliche Kosten für Innen- und Außenausbau, Verkabelung, Belüftung, Heizung usw. auf Wunsch des Kunden, sie werden gesondert berechnet.",
    "contact_page_header": "Kontakt",
    "contact_page_succsess": "Ihr Formular wurde erfolgreich abgeschickt!",

    "service_page_header": "Dienstleistungen",
    "service_page_materials": "Materialien",
    "service_page_mat_1": " - Japanisches gebranntes Holz",
    "service_page_services": "Dienstleistungen",
    "service_page_serv_1": "  - die Einzäunung",
    "service_page_serv_2": "  - Innenmaterialien",
    "service_page_serv_3": "  - Produkte für den Außenbereich",

    "service_page_jap": "Japanisches gebranntes Holz",
    "service_page_jap_text": "Unser Unternehmen bietet eine breite Palette von Möglichkeiten für Außen- und Innenausbauarbeiten.",
    "service_page_fences": "die Einzäunung",
    "service_page_fences_h": "Unser Unternehmen bietet eine breite Palette von Möglichkeiten für Außen- und Innenausbauarbeiten.",
    "service_page_fences_text_1": "Gabionenzäune sind in der modernen Architektur von großem Nutzen und bieten ein hohes Maß an Privatsphäre. Er kann als Design-Außenzaun für Einfamilienhäuser und Unternehmen sowie zur internen Abtrennung von Gärten/Gebäuden zur Schaffung von Ruhezonen usw. verwendet werden.Gabionen garantieren hohe Festigkeit und lange Lebensdauer. Eine sehr hochwertige doppelte Korrosionsschutzbehandlung wird durch Verzinkung und eingebrannte Polyesterfarbe gewährleistet. Die Gabionen sind in verzinkter oder anthrazitfarbener Ausführung erhältlich.",
    "service_page_fences_text_2": "Es gibt keine Zäune wie Zäune. Entscheiden Sie sich bei uns für einen hochwertigen Gartenzaun aus Holz. Wir bieten eine große Auswahl an Holzzaunteilen, die Ihr Haus, Ihren Garten oder Ihr Grundstück perfekt umschließen. Die Variabilität dieser Teile ermöglicht Ihnen eine Vielzahl von Kombinationen. Stellen Sie Ihren Gartenzaun nach Ihren Wünschen zusammen und Ihr Garten wird einzigartig sein. Holzzaunteile können nicht nur als Holzzaun verwendet werden, sondern auch als dekorativer Zaun, mit dem Ihre Gartenarchitektur zur Geltung kommt. Holz ist ein natürliches Material. Holz wird die Wärme des Hauses nicht aus dem Garten vertreiben. Deshalb ist sie das ideale Element, das im Garten nicht fehlen darf.",
    "service_page_inter": "Innenmaterialien",
    "service_page_inter_text_1": "Unser Unternehmen bietet ein komplettes Bausystem an, das alle notwendigen Materialien für den Rohbau enthält.",
    "service_page_inter_text_2": "Wir bauen professionell und verwenden zertifizierte Qualitätsmaterialien.",
    "service_page_inter_text_3": "Wände und Dach",
    "service_page_inter_text_4": "Einbau von tragenden Wänden und Umfassungswänden aus vorgefertigten SIP-Paneelen (170x2800x1250 mm) mit EPS-Polystyrolkern (Mineralwolle), einschließlich der Unterteilung von nicht tragenden Trennwänden aus Prismen (140 mm), die mit thermoakustischer Isolierung gefüllt sind",
    "service_page_inter_text_5": "Montage der Dachstuhlkonstruktion + Blecheindeckung (Dachstühle, Latten + Konterlatten, Diffusionsfolie usw.)",
    "service_page_inter_text_6": "Flachdach",
    "service_page_inter_text_7": "Äußeres",
    "service_page_inter_text_8": "Einbau von Haustüren und Fenstern auf Leisten + Außen- und Innenfensterbänken",
    "service_page_inter_text_9": "Montage von Außenwandverkleidungen - komplettes Fassadendämmsystem (Polystyrol 100mm), Glasfasernetz, Rakel, Silikon-Fassadenputz nach Wahl.",
    "service_page_inter_text_10": "Innen: Wasser und Strom",
    "service_page_inter_text_11": "Installation der kompletten Strom-, Wasser- und Abwassersysteme im Gebäude",
    "service_page_inter_text_12": "Installation von Wasserhähnen in der Toilette (wenn der Toilettenraum separat ist) und im Badezimmer",
    "service_page_inter_text_13": "Einbau von LED-Leuchten",
    "service_page_inter_text_14": "Installation von Steckdosen und Schaltern",
    "service_page_inter_text_15": "Installation eines Warmwasserspeichers (wenn das Projekt nicht über eine technische Anlage verfügt). Raum nur elektrischer Warmwasserbereiter)",
    "service_page_inter_text_16": "Innenbereich: Wände und Fliesen",
    "service_page_inter_text_17": "Montage von Deckendämmung, abgehängten Innendecken und Innenwandverkleidungen - komplettes Gipsplattensystem RIGIPS (weiß, grün in Feuchträumen)",
    "service_page_inter_text_18": "Herstellung der Tragschicht des Fußbodens aus Beton (Zement-Sand) Estrich, Vorbereitung zur Verlegung von Bodenbelägen",
    "service_page_inter_text_19": "Verlegung des Bodenbelags in den Räumen, in der Regel aus 8 mm dickem Laminat",
    "service_page_inter_text_20": "Verlegung von Fliesen im Hauswirtschaftsraum, Verlegung von Fliesen oder Laminat im Flur",
    "service_page_inter_text_21": "Weißer Innenanstrich (2x PRIMALEX Hygienefarbe)",
    "service_page_inter_text_22": "Verlegung von Fliesen und Wandverkleidungen in der Toilette (wenn es sich um einen separaten Toilettenraum handelt) und im Badezimmer",
    "service_page_inter_text_30": "Innen: Heizung",
    "service_page_inter_text_23": "Installation einer Solaranlage zur Warmwasserbereitung mit Hochdruckkollektoren",
    "service_page_inter_text_24": "Installation von Heizkörpern, elektrischen Wandkonvektoren, 1 Stück in jedem Raum (in STANDARD), Möglichkeit der Planung einer alternativen Heizung (Wärmepumpe, Fußbodenheizung, kanadischer Holzofen, Einsätze mit Warmluftverteilung im ganzen Haus",
    "service_page_inter_text_25": "Installation eines Belüftungssystems für die Rekuperation",
    "service_page_inter_text_26": "Interieur: zusätzliche Ausstattung",
    "service_page_inter_text_27": "Einbau von glatten Innentüren + Verkleidungen",
    "service_page_inter_text_28": "Installation von Sanitäranlagen in der Toilette und im Bad",
    
    "service_page_out": "GLASVERANDEN & VERSENKBARE PERGOLEN, GLASRÄUME.",
    "service_page_out_h": "Wir garantieren höchste Bauqualität, maximale Zuverlässigkeit und schnellen Service nach der Installation.",
    "service_page_out_text_1": "GUILLOTINE GLASS SYSTEM",
    "service_page_out_text_2": "Ein Guillotine-Fenster ist ein Fenster, das sich vertikal bewegt. Die grundlegenden Guillotine-Fenster bestehen aus zwei vertikal verschiebbaren Rahmen und werden durch einen Elektromotor ferngesteuert.",
    "service_page_out_text_3": "Inzwischen gibt es Guillotine-Fenster mit unten oder oben befestigten Rahmen, die sich von unten nach oben oder von oben nach unten mit mehreren Schieberahmen öffnen. Die vertikale Bewegung der Flügel ermöglicht es, Platz im Innenraum zu sparen und für Belüftung zu sorgen. Es besteht die Wahl zwischen einfachem gehärtetem Glas und energiesparender Doppelverglasung.",
    "service_page_out_text_4": "SLIDING GLASS ROOF – The Smart Roof",
    "service_page_out_text_5": "Alle Glasschiebedächer werden für Ihr Haus, Ihre Wohnung oder Ihre Geschäftsräume maßgeschneidert. Das automatische Schiebedach ist für Räume gedacht, die von offenen Sommer- zu beheizten Winterdächern umgebaut werden. Das wichtigste Element ist die energieeffiziente Verglasung. Dieses System gibt Ihrem Raum viel natürliches Licht, hält aber die Wärme im Inneren.",
    "service_page_out_text_6": "Die beheizte Verglasung hilft bei der Beseitigung von Schnee.",
    "service_page_out_text_7": "PASIFIC – Motorized",
    "service_page_out_text_8": "Motorisierte wasserdichte Pergola aus Aluminium Einziehbare Markisen für den Außenbereich ",
    "service_page_out_text_9": "Die Aluminium-Rahmenkonstruktion ist sehr stabil und kann starken Winden am Meer oder auf dem Dach eines Hochhauses standhalten. Mit verschiedenen Designoptionen ist es möglich, einen Pavillon sowohl getrennt vom Gebäude als auch neben dem Gebäude zu errichten. Das Entwässerungssystem ist im Inneren der Struktur verborgen. Durch den elektrischen Antrieb kann das System einfach per Fernbedienung bedient werden. Regen- und Windsensoren können auch angeschlossen und in ein Smart-Home-System integriert werden.",
    "service_page_out_text_10": "AEROLUX - Louvered roof system",
    "service_page_out_text_11": "Lamellendachsystem - die bioklimatische Pergola ist so konzipiert, dass sie den Sitzbereich vor Niederschlägen schützt und bei sonnigem Wetter Schatten spendet.",
    "service_page_out_text_12": "Die Dachfläche ist mit schwenkbaren Aluminiumlamellen versehen. So können Sie die Sonneneinstrahlung regulieren. Die Anordnung der Lamellen ermöglicht es, den inneren Hohlraum mit Polyurethanschaum zu füllen. Dadurch wird das unangenehme Geräusch bei Regen vermieden.",
    "service_page_out_text_13": "Das Hauptmerkmal des Systems ist die Möglichkeit, den Sonnenstrom durch Drehen und Schieben der Lamellen zu steuern. In der geparkten Position nehmen die Lamellen 23 % der Dachfläche ein. ",
    "service_page_out_text_14": "Automatic WIND STOP railing system",
    "service_page_out_text_15": "Das automatische Wind Stop System ist ein effektiver Schutz gegen Wind und Straßenlärm.",
    "service_page_out_text_16": "Restaurantgärten, Terrassen, Freiflächen von Cafés, Schwimmbädern und Balkonen... Heben Sie es einfach hoch, wenn Wind aufkommt! Das Glas bewegt sich elektrisch.",
    "service_page_out_text_17": "Es kann nach oben und unten bewegt werden, und für jedes System kann eine andere Höhe eingestellt werden. Darüber hinaus kann das System per Fernbedienung bewegt werden.",
    "service_page_out_text_18": "SLIDING window system",
    "service_page_out_text_19": "SHADOW LINE - The automatic sun visor curtains system",
    "service_page_out_text_20": "Das automatische Sonnenschutzsystem schützt wirksam vor direkter Sonneneinstrahlung.",
    "service_page_out_text_21": "Das Stofftuch ist resistent gegen UV-Strahlen und Witterungseinflüsse. Die perforierte Struktur behindert die Luftbewegung nicht.",
    "service_page_out_text_22": "Der elektrische Antrieb ermöglicht es Ihnen, das ZIP-System mit der Fernbedienung zu steuern und den Sonnenschutz mit dem Smart House-System zu verbinden.",



    "Hey there! Welcome to Ping CRM, a demo app designed to help illustrate how :link works.": "Hey da! Willkommen bei Ping CRM, einer Demo-App, die helfen soll, zu veranschaulichen, wie :link funktioniert.",
    "error": "Fehler"
}