{
    "home_page_header_slide": "CUSTOM-MADE PREFABRICATED WOODEN HOUSES",
    "home_page_main_slide": "Production and assembly of low-energy passive prefabricated SIP houses",
    "home_page_h2_start": "SIP houses",
    "home_page_slogan_1": "We focus on the construction of eco-friendly, energy-efficient, reliable and durable buildings using Canadian technology,which uses SIP constructions.",
    "home_page_slogan_2": "We offer prefabricated houses based on standard designs, as well as the implementation of any individual customer solutions.Construction of a house these days can be a fairly simple process if you choose the right technology solutions.",
    "home_page_slogan_3": "You will be able to build a new and cosy house at a reasonable price and in the shortest time.",
    "home_page_show_more": "Show more",
    "home_page_link_1": "Modular Houses",
    "home_page_link_2": "Residents and appartments",
    "home_page_link_3": "Commercial Buildings",
    "home_page_link_4": "Schools and Kindergartens",
    "home_page_link_5": "Superstructures and Extensions",
    "home_page_link_6": "Cottages and Recreational Facilities",
    "home_tabs_speed": "Speed",
    "home_tabs_tradition": "Tradition",
    "home_tabs_speed_text": "An unbeatable advantage of our houses is the customized production in the factory and the completion exactly according to the production project on the land. Dry processes allow you to occupy your home as soon as construction is complete, regardless of the time of year.",
    "home_tabs_tradition_text_1": "The Structural Insulated Panels (SIPs) technology that forms the basis of the house's rough construction has been tested by sixty years of use abroad. It accounts for up to 80% of new construction in Canada and nearly 60% in Europe.",
    "home_tabs_tradition_text_2": "This progressive method of building houses is becoming increasingly popular because of its undeniable advantages determining fast and precise construction, high comfort, healthy ecological and economical living.",
    "home_benefits_whyme": "Why me?",
    "home_benefits_h3_1": "Quality",
    "home_benefits_qual_text": "We build based on a proven and certified SIP building system, using only wood with a good reputation.Construction is carried out under continuous multi-stage supervision. We do not part ways with the client once the building is handed over, our concern for your satisfaction continues, we respond immediately to any minor defects, etc. All critical work is carried out by our own professionally trained maintenance staff.",
    "home_benefits_h3_2": "Certification",
    "home_benefits_cert_text": "We use only certified materials and construction elements, at the end of the construction you receive from us Certificates and Inspection Reports for the approval procedure.",
    "home_benefits_h3_3": "Price",
    "home_benefits_cena_text": "Price guarantee:\nThe price you sign in the contract is final. There are no hidden fees waiting for you.",
    "home_benefits_h3_4": "Warranty",
    "home_benefits_garant_text": "The quality of the construction of the house will guarantee you at least 50 years of durability. We provide standard warranties for structural elements, works, technologies and subcontractors' deliveries.",
    "home_benefits_h3_5": "Service",
    "home_benefits_service_text": "We take care of our customers not only during the warranty period, but we also provide you with after-warranty service and care for the flawless and comfortable use of your home.",
    "explore_page_explore_sip": "Explore SIP",
    "explore_page_link_2": "Production process",
    "explore_page_main_benef": "Main benefits",
    "explore_page_sip_1": "The basis of the SIP panel technology is a sandwich panel. The panel consists of two OSB TOP4 boards and an insulating core made of expanded flame retardant polystyrene EPS, PIR (polyisocyanurate foam), graphite NEOPOR or Mineral wool.",
    "explore_page_sip_2": "The production process results in a structural sandwich panel that is characterized by excellent thermal insulation properties, low bulk density and high structural rigidity.",
    "explore_page_sip_4": "The panels are manufactured in several thicknesses and so their use covers a wide range of needs. They can be used as floors, perimeter walls, partitions, and roofs.",
    "explore_page_sip_5": "The SIP panel building system is classified as a timber frame building system, but its physical and thermal insulation properties make it significantly superior to conventional timber frame buildings.",
    "explore_page_sip_6": "In addition to the panels, the SIP building system also includes KVH and BSH certified structural lumber in strength class C24 or GL24h, glued laminated timber I-joists or CLT panels. Their quantity and size depend on the individual structural assessments of the buildings.",
    "explore_page_sip_7": "Various fasteners, carpentry fittings, PUR foams, sealants and compression tapes are used to seal the joints between the panels. All materials are included in the individual delivery of the building system according to the submitted offers and no additional procurement is required.",
    "explore_page_sip_8": "Higher levels of energy efficiency, prevention of thermal bridges, airtightness of the building shell, and environmental aspects favourably distinguish the SIP building system from many traditional building systems.",
    "explore_page_sip_9": "THE PROPERTIES OF OSB BOARDS:",
    "explore_page_sip_10": "good thermal resistance (wood is a natural insulator)",
    "explore_page_sip_11": "large formats allow fewer joints and thus less acoustic and heat loss",
    "explore_page_sip_12": "good fire resistance depending on the type of OSB",
    "explore_page_sip_13": "resistance to shock and vibration",
    "explore_page_sip_14": "resistance to earthquakes and strong winds (proven in California, Florida and Japan)",
    "explore_page_sip_15": "health safety",
    "explore_page_sip_16": "excellent workability",
    "explore_page_sip_17": "Those OSB and plywood tiles no longer contain urea formaldehyde (UF), so they really aren't that toxic anymore, especially on the exterior of the house. ",
    "explore_page_sip_18": "POLYSTYROL (EPS)",
    "explore_page_sip_19": "Polystyrene is commonly used in the construction industry. In its closed structure, polystyrene cells absorb almost no water. This occurs to some limited extent only in the pores between the interlocking foam particles. After drying, they return to their original form. In a short time, demand has led to the development of 'self-extinguishing polystyrene', which is better suited to the requirements for fire protection in buildings. From a fire protection point of view, the widespread use of EPS in sandwich constructions is suitable among non-combustible materials. Polystyrene insulations are now HBCD-free (hexabromocyclododecane).",
    "explore_page_sip_20": "Polystyrene properties:",
    "explore_page_sip_21": "water resistance",
    "explore_page_sip_22": "excellent thermal insulation properties",
    "explore_page_sip_23": "fire safety",
    "explore_page_sip_24": "easy and safe handling",
    "explore_page_sip_25": "ADVANTAGES OF THE SIP CONSTRUCTION SYSTEM",
    "explore_page_sip_26": "The SIP panel technology can solve a wide range of needs and its applications are almost unlimited. Its versatility can be used in the most demanding designs. It is therefore ideal for building atypical building structures, where it will also ensure the absence of thermal bridges. The SIP panel technology can be applied as a single building system to the entire building shell or combined with other building systems.",
    "explore_page_sip_27": "With the SIP construction system, we can build the foundation of the building, external perimeter walls, interior partition walls, ceilings, flat and even sloping roofs. It can be used in the construction of houses, apartment buildings, administrative buildings, industrial buildings, schools and kindergartens, recreational facilities, cottages, and houseboats. The SIP construction system is an ideal solution for superstructures and extensions.",
    "explore_page_sip_28": "The SIP panel is a lightweight building material (approx. 22 kg/m2) and there are several options for the foundation of the building. The most used method is a concrete slab foundation. It already saves on material as it will not need to carry as much load as heavy stonework or concrete buildings. For the customer, this therefore allows construction even in hard-to-reach places where construction machinery cannot reach. It is ideal for superstructure and extension projects where the original building would not be structurally able to cope with traditional construction systems such as masonry or concrete. The insulating core is strong and stable even after decades. It does not sag or become damp, which can be a common problem with conventional framed construction when poorly built.",
    "explore_page_sip_29": "The SIP panel technology also allows the building foundations to be made from panels. An alternative and unique solution for construction is foundations on screw piles. The construction of the foundation plate on screw piles for a detached house takes from 2 to 3 days and results in no damage to the ground. A support structure of wooden or steel beams, on which SIP 210mm panels are placed, is fitted on drilled screw piles.",
    "explore_page_sip_30": "The SIP panel technology has a unique application in construction is in the case of houseboats. Panels placed on the pontoon make for quick and efficient foundations of the building.",
    "explore_page_prod_1": "Design and production process",
    "explore_page_prod_2": "The SIP certified building system is manufactured in controlled and monitored factory conditions. The production process is carried out in several stages. The standard production process takes between two and four weeks.",
    "explore_page_prod_3": "DESIGN",
    "explore_page_prod_4": "The project takes about 2-3 weeks if the customer requests a bespoke project",
    "explore_page_prod_5": "During the design phase, technical, installation and production documentation is prepared. During the design phase, communication and approval of the design documentation takes place. Our professional team of engineers is available to provide advice regarding the design process, the finalising of designs, and the structural evaluation of buildings.",
    "explore_page_prod_6": "PRODUCTION",
    "explore_page_prod_7": "This takes approximately 7 days.",
    "explore_page_prod_8": "The sandwich panel is created by adhesively glueing an insulating core between two 15mm thick OSB TOP 4 boards. The panel is then hardened and matured in a hydraulic press. After solidification, the panels are formatted and labelled. Once the job is complete, the panels and all other materials required for the construction are placed on lorries to be transported to the construction site.",
    "explore_page_prod_10": "ASSEMBLY",
    "explore_page_prod_11": "Takes approximately 7 days.",
    "explore_page_prod_12": "We provide our customers with full technical support.  Our company offers a complete construction system, including all the necessary materials to complete the rough installation. We provide professional building management for the customer without unnecessary interruptions due to involvement of subcontractors.",
    "explore_page_prod_13": "CONSTRUCTION OF PERIMETER WALLS AND INTERIOR PARTITION WALLS",
    "explore_page_prod_14": "A layer of waterproofing is applied to the fabricated foundation plate. After its application, the foundation springs are anchored to the foundation plate and form the base for the construction system. An embedded KVH element is fitted on the foundation spring to install the panels.",
    "explore_page_prod_15": "Construction of the perimeter walls begins from the corner of the building and continues around the perimeter. After their completion follows the installation of internal partition walls. Finally, wooden KVH elements are inserted in the mounting grooves from the top to support the panels with each other. The panels may contain a pre-prepared tunnel for wiring. All panels are marked and custom-made according to the project documentation, so the installation of the panels is very simple, fast, and precise.",
    "explore_page_prod_16": "FLOOR CONSTRUCTION",
    "explore_page_prod_17": "Between the perimeter walls and the interior partition walls, a ceiling structure for the construction of the floor is made. To create a ceiling structure, we have several solutions. The ceiling can consist of KVH, BSH ceiling elements, glued timber I-beams, SIP panels or CLT. The suitability of the materials used depends on the static assessment of the project architect and the requirements of customers. Folowing this, the construction perimeter walls and internal partition walls of the second floor begins.",
    "explore_page_prod_18": "ROOF CONSTRUCTION",
    "explore_page_prod_19": "SIP panels are an effective solution for the construction of sloping roofs with a residential attic. The SIP construction system essentially creates both a structural and an insulating element of the roof. The attic is therefore directly insulated with SIP panels and no additional application of insulation materials is required. The joints are straight and precise, so the interior has a ready base for the installation of gypsum or fibrous gypsum plaster boards, which are applied directly to the panel.",
    "explore_page_prod_20": "SIP panel is also an ideal solution for flat roofs. As with both sloping and flat roofs, the panel is a structural as well as an insulating element of the roof. Its installation and application are very fast and saves a lot of additional work. From the inside, it is possible to install gypsum or fibrous gypsum boards directly to the panel. From the outside, EPS perimeter drains for water drainage and final waterproofing are applied.",
    "explore_page_prod_21": "WIDE VARIABILITY OF FINAL FINISHES",
    "explore_page_prod_22": "The SIP construction system can be easily completed with a wide range of finishes from classic plaster to vented facades.",
    "explore_page_main_1": "COST SAVINGS",
    "explore_page_main_2": "The SIP construction system provides excellent thermal insulation properties. Heating and cooling costs are therefore up to 50% lower than conventional masonry buildings. The buildings made of SIP panels provide a thermal resistance of the external walls and roof structure of R=6.5 m2.K/W and more. The buildings therefore belong to the category of low-energy or passive houses. They provide the necessary thermal comfort during the winter period and keep the building cool during the summer months.",
    "explore_page_main_3": "THE SPEED OF CONSTRUCTION",
    "explore_page_main_4": "Whether you choose an individual building from SIP panels or prefabricated assembled houses, their production is several times quicker than conventional masonry buildings, which requires countless wet technological processes to be carried out. SIP panel construction is entirely a dry process that can be carried out at any time of the year. The speed of building significantly reduces the time of completion and related costs such as accommodation of workers, scaffolding hire, or construction machinery. This significantly reduces the cost of building construction.",
    "explore_page_main_5": "HEALTHY AND COMFORTABLE LIVING",
    "explore_page_main_6": "The airtight design is ideal for modern ventilation systems that reduce energy costs and improve indoor air quality. The use of heat recovery units ensures a constant supply of fresh air into buildings without additional heat leakage. The air in the building is therefore constantly fresh, preventing mould and dust allergens from spreading in the building.",
    "explore_page_main_7": "HIGH STRENGTH",
    "explore_page_main_8": "Once the panel structure is constructed, the building system behaves as a monolithic shell, providing up to five times the structural performance of conventional timber frame construction. A building constructed with SIP panels has a sturdy and solid feel that is hard to distinguish from a traditional construction system once completed.",
    "explore_page_main_9": "MORE USEFUL FLOOR AREA",
    "explore_page_main_10": "Buildings made of SIP panels provide 7-10% more usable floor space than traditional masonry buildings. Building users can enjoy a larger and more spacious environment. For developers who sell square meters of usable floor space, this percentage increase will provide extra profit.",
    "explore_page_main_11": "A STABLE INSULATION",
    "explore_page_main_12": "The insulation core of the SIP building system is strong and stable even after decades. It cannot get wet, sag or be misapplied, as can happen with conventional frame constructions that are technologically demanding.",
    "explore_page_main_13": "ENVIRONMENTAL ASPECTS",
    "explore_page_main_14": "The SIP construction system is classified as a timber building, so the overall process of production, construction and recycling of materials significantly reduces CO2 production.",
    "explore_page_main_15": "THE DESIGN FLEXIBILITY AND OTHER ADVANTAGES OF THE SIP BUILDING SYSTEM",
    "explore_page_main_16": "Current legislation and new market demands require ever greater attention during the design and planning of buildings. The design flexibility and other advantages of the SIP building system, thermal bridge prevention, building airtightness, environmental aspects and others pose a challenge to many traditional building systems.",
    "explore_page_main_17": "CERTIFIED BUILDING SYSTEM",
    "explore_page_main_18": "The manufacturing process is subject to regular inspection by a notified person. Our company provides a 50-year certified warranty for the building system.",
    "explore_page_main_19": "CONSTRUCTION OF CONDOMINIUM AND APARTMENT BUILDINGS",
    "explore_page_main_20": "One of the most important requirements for the design of buildings and their construction in the future is the reduction of CO2.",
    "explore_page_main_21": "The SIP building system as a stand-alone unit can be used in the construction of apartment buildings up to four floors high. When combining the SIP building system with traditional construction methods, the height of the buildings is unlimited. In this case, the building system is used as the building shell.",
    "explore_page_main_22": "The main benefit of using the SIP building system in apartment and condominium construction is the unrivalled speed of building and thermal insulation properties.",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",


    "Hey there! Welcome to Ping CRM, a demo app designed to help illustrate how :link works.": "Hey da! Willkommen bei Ping CRM, einer Demo-App, die helfen soll, zu veranschaulichen, wie :link funktioniert.",
    "error": "Fehler"
}