{
    "home_page_header_slide": "MONTOVANÉ DREVODOMY NA MIERU",
    "home_page_main_slide": "Výroba a montáž nízkoenergetických pasívnych montovaných domov SIP TECHNOLÓGIOU",
    "home_page_h2_start": "SIP domy",
    "home_page_slogan_1": "Zameriavame sa na výstavbu ekologických, energeticky efektívnych, spoľahlivých a odolných budov s využitím kanadskej technológie, ktorá využíva SIP konštrukcie.",
    "home_page_slogan_2": "Ponúkame montované domy na základe štandardných prevedení, ako aj realizáciu akýchkoľvek individuálnych zákazníckych riešení. Stavba domu v dnešnej dobe môže byť pomerne jednoduchý proces, ak si vyberiete správne technologické riešenia.",
    "home_page_slogan_3": "Budete môcť postaviť nový a útulný dom za rozumnú cenu a v čo najkratšom čase.",
    "home_page_show_more": "Zobraziť viac",
    "home_page_link_1": "Modulárne stavby",
    "home_page_link_2": "Výstavba bytových domov",
    "home_page_link_3": "Komerčné stavby",
    "home_page_link_4": "Školy a škôlky",
    "home_page_link_5": "Nadstavby a prístavby",
    "home_page_link_6": "Chaty a rekreačné objekty",
    "home_tabs_speed": "Rýchlosť",
    "home_tabs_tradition": "Tradícia",
    "home_tabs_speed_text": "Bezkonkurenčnou výhodou našich rodinných domov je výroba na mieru v závode a kompletovanie presne podľa výrobného projektu na pozemku. Suché technologické procesy vám umožňujú nasťahovanie ihneď po dokončení stavby, bez ohľadu na ročné obdobie.",
    "home_tabs_tradition_text_1": "Technológia Structural insulated panels (SIP) tvoriaca základ hrubej stavby domu je odskúšaná šesťdesiatimi rokmi používania v zahraničí. V Kanade tvorí až 80 % a v Európe takmer 60 % novostavieb.",
    "home_tabs_tradition_text_2": "Aj u nás sa táto progresívna metóda výstavby rodinných domov stáva stále obľúbenejšia pre jej nesporné prednosti determinujúce rýchlu a presnú výstavbu, vysoký komfort, zdravé ekologické a úsporné bývanie.",
    "home_benefits_whyme": "Prečo stavať s nami?",
    "home_benefits_h3_1": "Kvalita",
    "home_benefits_qual_text": "Staviame na základe osvedčeného a certifikovaného stavebného systému SIP, používame výhradne drevo s rodokmeňom. Výstavba prebieha pod nepretržitým viacstupňovým dohľadom. Po odovzdaní stavby sa s klientom nelúčime, naďalej nám záleží na vašej spokojnosti, okamžite reagujeme na drobné nedostatky atď. Všetky rozhodujúce práce realizujeme vlastnými kmeňovými zamestnancami profesionálne vyškolenými.",
    "home_benefits_h3_2": "Certifikácia",
    "home_benefits_cert_text": "Používame len certifikované materiály a konštrukčné prvky, na záver výstavby od nás dostávate Certifikáty a Revízne správy pre kolaudačné konanie.",
    "home_benefits_h3_3": "Garancia ceny",
    "home_benefits_cena_text": "Cena, ktorú podpíšete v zmluve, je konečná. Nečakajú vás žiadne skryté poplatky.",
    "home_benefits_h3_4": "Záruka",
    "home_benefits_garant_text": "Kvalita konštrukcie domu Vám zaručí minimálne 50-ročnú výdrž. Na konštrukčné prvky, práce, technológie i dodávky subdodávateľov poskytujeme štandardné záruky.",
    "home_benefits_h3_5": "Servis",
    "home_benefits_service_text": "Staráme sa o našich zákazníkov nielen počas záruky ale poskytujeme Vám aj pozáručný servis a starostlivosť o bezchybné a komfortné užívanie Vášho domu.",
    "explore_page_explore_sip": "Explore SIP",
    "explore_page_link_2": "Výrobný proces",
    "explore_page_main_benef": "Hlavné výhody",
    "explore_page_sip_1": "Základom stavebného systému je sendvičový panel. Panel sa skladá z dvoch OSB TOP4 tabúľ a izolačného jadra, ktoré tvorí expandovaný samozhášavý polystyrén EPS, PIR (polyisokyanurátova pena), grafitový NEOPOR alebo Minerálna vata.",
    "explore_page_sip_2": "Výsledkom výrobného procesu je konštrukčný sendvičový panel, ktorý sa vyznačuje výbornými tepelnoizolačnými vlastnosťami, nízkou objemovou hmotnosťou a vysokou konštrukčnou tuhosťou.",
    "explore_page_sip_4": "Panely sa vyrábajú v niekoľkých hrúbkach, a tak ich využitie pokryje širokú škálu potrieb. Môžu sa použiť ako podlahy, obvodové steny, priečky aj strechy.",
    "explore_page_sip_5": "Stavebný systém SIP panelov zaraďujeme do kategórie drevostavieb, no vďaka jeho fyzikálnym a tepelnoizolačným vlastnostiam výrazne nadbieha konvenčným rámovým drevostavbám.",
    "explore_page_sip_6": "Súčasťou stavebného systému SIP sú okrem panelov aj certifikované konštrukčné rezivá KVH a BSH v pevnostnej triede C24 alebo GL24h, drevené lepené I-nostníky alebo panely CLT. Ich množstvá a rozmer záležia od individuálnych statických posúdení stavieb.",
    "explore_page_sip_7": "Pri spojoch panelov sa používajú rôzne spojovacie prvky, tesárske kovania, PUR peny, tmely a komprimačné pásky pre utesnenie spojov. Všetky materiály sú súčasťou individuálnych dodávok stavebného systému podľa predložených ponúk a nie je nutné ich dodatočné zabezpečovanie.",
    "explore_page_sip_8": "Vyššia úroveň energetickej účinnosti, prevencia tepelných mostov, vzduchotesnosť obálky, environmentálne aspekty a iné predstavujú pre mnohé tradičné stavebné systémy výzvy.",
    "explore_page_sip_9": "VLASTNOSTI OSB DOSIEK:",
    "explore_page_sip_10": "dobrý tepelný odpor (drevo je prírodný izolant)",
    "explore_page_sip_11": "veľké formáty umožňujú menej spojov a tým aj menej akustických a tepelných strát",
    "explore_page_sip_12": "dobrá požiarna odolnosť v závislosti od druhu OSB dosky",
    "explore_page_sip_13": "odolnosť proti nárazom a vibráciám",
    "explore_page_sip_14": "odolnosť voči zemetraseniu a silným vetrom (overené v USA, Kalifornii na Floride i v Japonsku)",
    "explore_page_sip_15": "zdravotná nezávadnosť (testované EÚP Praha)",
    "explore_page_sip_16": "výborná opracovateľnosť",
    "explore_page_sip_17": "Tie obklady OSB a preglejky už neobsahujú formaldehyd močoviny (UF), takže už naozaj nie sú také toxické, najmä na exteriéri domu. Ale v každom prípade získajte netoxický, ak chcete, ale zvyčajne to nemá merateľný vplyv na kvalitu vzduchu v interiéri.Tie obklady OSB a preglejky už neobsahujú formaldehyd močoviny (UF), takže už naozaj nie sú také toxické, najmä na exteriéri domu. Ale v každom prípade získajte netoxický, ak chcete, ale zvyčajne to nemá merateľný vplyv na kvalitu vzduchu v interiéri.",
    "explore_page_sip_18": "POLYSTYRÉN",
    "explore_page_sip_19": "Polystyrén ako materiál snáď ani nemusíme bližšie predstavovať. Jeho vlastnosti pozná takmer každý a bežne sa v stavebnom priemysle využíva. Bunky polystyrénu vo svojej uzatvorenej štruktúre nepohlcujú takmer žiadnu vodu. K tomu dochádza do určitej miery iba v póroch medzi vzájomne zveriteľnými časticami penovej hmoty. Po vysušení sa vracajú do pôvodnej podoby. Behom krátkej doby sa pod vplyvom dopytu vyvinul tzv. samozhášavý polystyrén, ktorý zodpovedá lepšie požiadavkám na protipožiarnu ochranu budov. Z požiarneho hľadiska je vhodné široké použitie EPS do sendvičových konštrukcií medzi nehorľavé materiály. Polystyrénová izolácia teraz neobsahuje HBCD (hexabrómcyklododekán).  ",
    "explore_page_sip_20": "Vlastnosti polystyrénu:",
    "explore_page_sip_21": "odolnosť voči vode",
    "explore_page_sip_22": "vynikajúce tepelnoizolačné vlastnosti",
    "explore_page_sip_23": "protipožiarna bezpečnosť",
    "explore_page_sip_24": "jednoduchá a bezpečná manipulácia",
    "explore_page_sip_25": "POUŽITIE STAVEBNÉHO SYSTÉMU SIP",
    "explore_page_sip_26": "Stavebným systémom SIP je možné vyriešiť širokú škálu potrieb a jeho využitie je takmer neobmedzené. Jeho univerzálnosť a variabilita dokáže vyriešiť aj tie najnáročnejšie tvary. Je preto ideálny pre riešenie atypických tvarov stavby, kde zároveň poskytne aj absenciu tepelných mostov. Stavebný systém SIP môžeme aplikovať ako jediný stavebný systém na celú obálku stavby alebo ho kombinovať s inými stavebnými systémami.",
    "explore_page_sip_27": "So stavebným systémom SIP môžeme vyriešiť zakladanie stavby, vonkajšie obvodové steny, vnútorné priečky, stropy, ploché aj šikmé strechy. Môžeme ho použiť pri výstavbe rodinných domov, bytových stavieb, administratívnych objektov, priemyselných stavieb, škôl a škôlok, rekreačných objektov, chát a hausboatov. Stavebný systém SIP je tiež ideálnym riešením pre nadstavby a prístavby.",
    "explore_page_sip_28": "SIP panel je ľahký stavebný materiál (cca 22 kg/m2) a existuje viac možností založenia stavby. Najčastejšie využívaný spôsob v našich zemepisných šírkach je betónová základová doska. Už pri jej zhotovení sa šetrí materiálom, pretože nebude potrebovať zvládať takú záťaž ako pri ťažkých murovaných alebo betónových  stavbách. Pre zákazníka to teda umožňuje výstavbu aj na ťažko dostupných miestach, kde nie je možné dostať stavebnú mechaniku. Je ideálny pre riešenia nadstavieb a prístavieb, kde by pôvodná stavba staticky nezvládla tradičné systémy výstavby ako murivo alebo betón. Izolačné jadro je pevné a stabilné aj po dekádach. Nedochádza k jeho klesaniu a navlhnutiu, ktoré môžu byť bežným problémom konvenčných rámových konštrukcií v prípade ich zlej aplikácie.",
    "explore_page_sip_29": "Stavebný systém SIP umožňuje vytvorenie základu stavby aj z panelov. Alternatívne a jedinečné riešenie stavby je založenie na zemných vrutoch. Zhotovenie základovej dosky na zemných vrutoch pod rodinný dom trvá v rozmedzí 2 – 3 dní a nedochádza pri tom k devastácii pozemku. Na zavŕtané skrutky sa zhotovuje podporná konštrukcia z drevených alebo oceľových nosníkov, na ktoré sa ukladajú panely SIP 210 mm",
    "explore_page_sip_30": "Unikátne uplatnenie si stavebný systém SIP nájde aj pri zhotovení hausboatov. Na zhotovený pontón sa ukladajú panely, ktoré rýchlo a efektívne vytvoria základy na zhotovenie stavby.",
    "explore_page_prod_1": "PROCES PROJEKCIE A VÝROBY",
    "explore_page_prod_2": "Certifikovaný stavebný systém SIP sa vyrába v riadených a kontrolovaných továrenských podmienkach. Výrobný proces prebieha v niekoľkých fázach. Štandardný proces výroby trvá v rozmedzí 2 až 4 týždňov.",
    "explore_page_prod_3": "DIZAJN",
    "explore_page_prod_4": "Projekt trvá približne 2 až 3 týždne, ak zákazník nepoužije hotové projekty.",
    "explore_page_prod_5": "Vo fáze projekcie dochádza k príprave technických, montážnych a výrobných dokumentov. Vo fáze projekcie dochádza ku komunikácii a odsúhlasovaní projektových dokumentácií. Náš profesionálny tím inžinierov je pripravený poskytnúť akékoľvek poradenstvo v procese navrhovania, finalizácie projektov, ako aj statického posúdenia stavieb.",
    "explore_page_prod_6": "VÝROBA",
    "explore_page_prod_7": "Trvá približné 7 dní",
    "explore_page_prod_8": "Sendvičový panel vzniká adhezívnym lepením izolačného jadra medzi dve 15mm hrubé OSB TOP 4 dosky. Následne panel tuhne a zreje v hydraulickom lise. Po vytuhnutí dochádza k formátovaniu a označovaniu panelov. Po skompletizovaní zákazky sa panely, ako aj všetky ostatné materiály potrebné na zhotovenie stavby naložia na nákladné vozidlá, ktoré ich prevezú na miesto stavby",
    "explore_page_prod_10": "MONTÁŽ",
    "explore_page_prod_11": "Trvá približné 7 dní",
    "explore_page_prod_12": "Našim zákazníkom poskytujeme plnú technickú podporu, ako aj vzdelávacie služby. Naša spoločnosť ponúka kompletný stavebný systém vrátane všetkých potrebných materiálov na dokončenie hrubej stavby. Pre zákazníka zabezpečujeme komfortné riadenie stavby bez zbytočného prerušovania kvôli subdodávkam.",
    "explore_page_prod_13": "ZHOTOVENIE OBVODOVÝCH STIEN A VNÚTORNÝCH PRIEČOK",
    "explore_page_prod_14": "Na zhotovenú základovú dosku sa nanáša vrstva hydroizolácie. Po jej nanesení sa na základovú dosku kotvia základové pražce, ktoré tvoria podklad pre stavebný systém. Na základový pražec sa ukladá vložený prvok KVH, ktorý bude slúžiť na montáž panelov.",
    "explore_page_prod_15": "Stavba obvodových stien začína z rohu stavby a pokračuje po celom obvode. Po jej ukončení sa pokračuje v zhotovení vnútorných priečok. Na záver sa do montážnych drážok zvrchu ukladajú drevené prvky KVH, ktoré navzájom vystužia panely. Panely môžu obsahovať predpripravený tunel pre elektroinštalácie. Všetky panely sú označené a zhotovené na mieru podľa projektovej dokumentácie, a tak je výstavba panelov veľmi jednoduchá, rýchla a presná.",
    "explore_page_prod_16": "ZHOTOVENIE POSCHODÍ",
    "explore_page_prod_17": "Medzi obvodové steny a vnútorné priečky zhotovíme stropnú konštrukciu na výstavbu poschodia. Na vytvorenie stropnej konštrukcie máme niekoľko riešení. Strop sa môže skladať z KVH, BSH stropných elementov, drevených lepených I-nosníkov, SIP panelov alebo z CLT. Vhodnosť použitých materiálov záleží na statickom posúdení projektanta a požiadavkach zákazníkov. Na takto zhotovenú podlahu začneme stavať obvodové steny a vnútorné priečky druhého nadzemného podlažia.",
    "explore_page_prod_18": "ZHOTOVENIE STRECHY",
    "explore_page_prod_19": "SIP panely sú efektívnym riešením pre zhotovenie šikmých striech s obytným podkrovím. Stavebný systém SIP vo svojej podstate vytvára štrukturálny, ako aj izolačný prvok strechy. Podkrovie je teda priamo zateplené SIP panelom, pričom nie je nutná dodatočná aplikácia izolačných materiálov. Spoje sú rovné a presné, a tak z vnútornej strany vzniká finálny podklad na uloženie sadrokartónových alebo sadrovláknitých dosiek, ktoré sa aplikujú priamo na panel.",
    "explore_page_prod_20": "SIP panel je ideálnym riešením aj pre ploché strechy. Pri šikmých aj plochých strechách tvorí panel štrukturálny, ako aj izolačný prvok strechy. Jeho montáž a aplikácia je veľmi rýchla a odpadá množstvo dodatočných prác. Z vnútornej strany je možné aplikovať sadrokartónové alebo sadrovláknité dosky priamo na panel. Z vonkajšej strany sa aplikujú EPS spády na odvedenie vody a finálna hydroizolácia.",
    "explore_page_prod_21": "ŠIROKÁ VARIABILITA FINÁLNEHO VZHĽADU",
    "explore_page_prod_22": "Stavebný systém SIP je možné jednoducho ukončiť širokou škálou finálnych vrstiev počnúc od klasických omietkových až po odvetrané fasády",
    "explore_page_main_1": "ÚSPORA NA NÁKLADOCH",
    "explore_page_main_2": "Stavebný systém SIP poskytuje výborné tepelnoizolačné vlastnosti. Náklady na vykurovanie a chladenie sú preto až o 50 % nižšie než pri konvenčných murovaných stavbách. Stavby zhotovené zo SIP panelov poskytujú tepelný odpor obvodových stien a strešné konštrukcie R=6,5 m2.K/W a viac. Stavby teda spadajú do kategórie nízkoenergetických alebo pasívnych stavieb. Zabezpečujú potrebný tepelný komfort počas zimného obdobia a v letných mesiacoch udržiavajú stavbu v chlade.",
    "explore_page_main_3": "RÝCHLOSŤ VÝSTAVBY",
    "explore_page_main_4": "Či sa rozhodnete pre individuálnu výstavbu zo SIP panelov alebo prefabrikované montované domy, ich výstavba je niekoľkonásobne vyššia než konvenčné murované stavby, ktoré potrebujú na zhotovenie nespočetné množstvo mokrých technologických procesov. V prípade výstavby zo SIP panelov ide o suchý proces výstavby, ktorý je možné realizovať v každom ročnom období. Rýchlosť výstavby výrazne kráti čas zhotovenia stavby a s tým súvisiace položky ako čas na ubytovanie pracovníkov, prenájom lešenia, prípadne stavebnej mechaniky. Vďaka tomu sa výrazne znižujú náklady na zhotovenie stavby.",
    "explore_page_main_5": "ZDRAVŠIE A KOMFORTNEJŠIE BÝVANIE",
    "explore_page_main_6": "Vzduchotesná konštrukcia je ideálna pre moderné ventilačné systémy, ktoré znižujú náklady na energie a zvyšujú kvalitu vnútorného ovzdušia. Využitím rekuperačných jednotiek sa zabezpečuje neustály prísun čerstvého vzduchu do budov bez dodatočných únikov tepla. Vzduch v budove je teda neustále čerstvý a v objektoch nevznikajú plesne a nešíria sa alergény.",
    "explore_page_main_7": "VYSOKÁ PEVNOSŤ",
    "explore_page_main_8": "Po zhotovení štruktúry panelov sa stavebný systém správa ako monolitický plášť, ktorý poskytuje až 5-násobne väčšie statické parametre než konvenčná rámová drevostavba. Stavba postavená zo SIP panelov navodzuje robustný a pevný pocit, ktorý je po dokončení ťažko rozoznať od tradičného systému výstavby. ",
    "explore_page_main_9": "VÄČŠIA ÚŽITKOVÁ PLOCHA",
    "explore_page_main_10": "Stavby zhotovené zo SIP panelov poskytujú o 7 – 10 % väčšiu úžitkovú plochu než konvenčné murované stavby. Užívatelia stavby sa môžu tešiť z väčšieho a priestrannejšieho prostredia. Pre developerské spoločnosti, ktoré predávajú m2 úžitkovej plochy bude toto percentuálne navýšenie predstavovať ich zisk.",
    "explore_page_main_11": "STABILNÁ IZOLÁCIA",
    "explore_page_main_12": "Izolačné jadro stavebného systému SIP je pevné a stabilné aj po desaťročiach. Nemôže dôjsť k jeho navlhnutiu, klesnutiu alebo zlej aplikácii, ako sa to môže stať u bežných rámových konštrukcií, ktoré sú náročné na technologické postupy.",
    "explore_page_main_13": "ENVIRONMENTÁLNE ASPEKTY",
    "explore_page_main_14": "Stavebný systém SIP za zaraďuje medzi drevostavby, takže celkový proces výroby, zhotovenia stavby, ako aj možnosť recyklácie materiálov výrazne znižuje produkciu CO2.",
    "explore_page_main_15": "DIZAJNOVÁ FLEXIBILITA A INÉ VÝHODY STAVEBNÉHO SYSTÉMU SIP",
    "explore_page_main_16": "Súčasná legislatíva a nové požiadavky trhu si vyžadujú čoraz väčšiu pozornosť počas navrhovania a projektovania stavieb. Dizajnová flexibilita a iné výhody stavebného systému SIP, prevencia tepelných mostov, vzduchotesnosť obálky, environmentálne aspekty a iné predstavujú pre mnohé tradičné stavebné systémy výzvu. ",
    "explore_page_main_17": "CERTIFIKOVANÝ STAVEBNÝ SYSTÉM",
    "explore_page_main_18": "Výrobný proces podlieha pravidelnej kontrole notifikovanej osoby. Na stavebný systém poskytuje naša spoločnosť 50-ročnú certifikovanú záruku.",
    "explore_page_main_19": "VÝSTAVBA BYTOVÝCH A APARTMÁNOVÝCH STAVIEB",
    "explore_page_main_20": "Jednou z najpodstatnejších požiadaviek navrhovania stavieb a ich výstavby v budúcnosti je redukcia CO2.",
    "explore_page_main_21": "Stavebný systém SIP ako samostatný celok je možné použiť pri výstavbe bytových domov do výšky štyroch poschodí. Pri kombinácii stavebného systému SIP s tradičnými metódami výstavby je výška budov neobmedzená. V takom prípade sa stavebný systém používa ako obálka stavby.",
    "explore_page_main_22": "Hlavným benefitom využitia stavebného systému SIP pri bytových a apartmánových stavbách je bezkonkurenčná rýchlosť výstavby a tepelnoizolačné vlastnosti.",
    "project_page_header": "Projekty",
    "project_page_price": "Cena",
    "project_page_pref_h2": "Montované domy",
    "project_page_pref_text_1": "Výhodou stavebného systému SIP je jeho montáž do jednotlivých prefabrikovaných stavebných celkov „prefabrikátov“. Prefabrikované konštrukcie montovaných stavieb spĺňajú všetky stavebné kritériá, ktoré stanovujú technické normy, ako sú statické parametre, tepelno- a zvukovo izolačné vlastnosti a protipožiarne parametre.",
    "project_page_pref_text_2": "Pre staviteľa to znamená enormnú rýchlosť výstavby, a teda úsporu času a nákladov na riadenie výstavby.",
    "project_page_pref_text_3": "Prefabrikácia vzniká v riadených továrenských podmienkach. Vysoká presnosť a precíznosť výrazne znižujú chyby, ktoré bežne vznikajú pri realizáciách na stavenisku. Vďaka vopred zhotoveným prefabrikátom navyše nevzniká na stavenisku stavebný odpad.",
    "project_page_mod_text_1": "Modulárne stavby sú rôzne nízkoenergetické alebo pasívne objekty vyrobené vo výrobnej hale v jednotných celkoch „moduloch“.",
    "project_page_mod_text_2": "Moduly sa po ukončení výrobného procesu privezú na stanovené miesto, kde sa uložia na predpripravený podklad. Po osadení sa modul napojí na inžinierske siete a zákazník ho tak môže takmer okamžite začať používať. Moduly sa dajú navzájom pripájať a rozširovať podľa potrieb zákazníka. V prípade potreby sa moduly projektujú tak, aby sa v budúcnosti dali previezť na iné miesto.",
    "project_page_mod_text_3": "Modulárne stavby majú široký záber využitia. Môžu sa využívať ako rekreačné stavby, obytné priestory, rodinné modulárne domy, administratívne a podnikateľské priestory, školy a škôlky, či ako dočasné stavby.",
    "project_page_ener": "Energetická úspornosť",
    "project_page_ener_text": "Modulárne stavby sa navrhujú v nízkoenergetickom alebo dokonca až v pasívnom štandarde. To znamená, že objekty spotrebujú len minimálne množstvo energie na kúrenie a chladenie, vďaka čomu majú až o 50 % nižšie náklady na prevádzku ako konvenčné murované stavby.",
    "project_page_fixed": "Fixná cena",
    "project_page_fixed_text": "Veľkou výhodou modulárnych domov je ich vopred stanovená fixná cena. Ich výroba prebieha vo výrobnej hale, preto nedochádza k navyšovaniu rozpočtu ako pri stavbách realizovaných na stavenisku.",
    "project_page_speed": "Rýchlosť výstavby",
    "project_page_speed_text": "Proces výstavby prebieha vo výrobnej hale, teda za suchých procesov. Proces výroby preto nie je prerušovaný kvôli poveternostným vplyvom. Kontrolovaný výrobný proces zabezpečuje dodržiavanie všetkých technologických postupov a eliminujú sa tak možné vady, ktoré sa stávajú na staveniskách.",
    "project_page_pos": "Možnosť transportu",
    "project_page_pos_text": "Modulárne stavby sa prevažne používajú ako stavby na trvalý účel. Ak by však v budúcnosti vznikla potreba prevozu objektu, modulárna stavba tento proces bez problémov zvládne. Moduly sa vyrábajú a navrhujú tak, aby sa s nimi dalo dodatočne manipulovať.",
    "project_page_cons": "Výstavba bytových domov",
    "project_page_pos_text_1": "Jednou z najdôležitejších požiadaviek na projektovanie a výstavbu budov v budúcnosti je zníženie emisií CO2.",
    "project_page_pos_text_2": "Stavebný systém SIP ako nezávislú jednotku možno použiť pri výstavbe viacbytových domov až do výšky štyroch podlaží. Pri kombinácii stavebného systému SIP s tradičnými stavebnými metódami nie je výška budovy obmedzená. V tomto prípade je stavebný systém použitý ako plášť budovy.",
    "project_page_pos_text_3": "Hlavnou výhodou použitia stavebného systému SIP pri výstavbe bytov a bytových domov je neprekonateľná rýchlosť výstavby a tepelnoizolačné vlastnosti.",
    "project_page_com_text": "Pre všetky spomenuté objekty budú z hľadiska vášho podnikania dôležité nasledujúce aspekty: rýchlosť výstavby, ktorá zbytočne nespomalí váš biznis, a energetická nenáročnosť. Zjednodušene povedané, podnikateľský objekt s minimálnymi prevádzkovými nákladmi. Sip panely sú všestranný materiál, ktorý sa nebojí poveternostných vplyvov, má vysoké tepelnoizolačné vlastnosti a pevnosť, preto je možné stavať budovy v akýchkoľvek klimatických zónach aj v regiónoch s náročnými poveternostnými podmienkami. Pri správnom návrhu a splnení všetkých potrebných požiadaviek môžu domy s kanadskou technológiou vydržať až 100 rokov.",
    "project_page_sch_text": "Stavebný systém SIP je ideálnym riešením pri výstavbe škôl a škôlok, pretože vďaka rýchlej výstavbe bez problémov zvládnete preklenúť prázdninové obdobie. Výborné tepelnoizolačné vlastnosti panelov zabezpečia minimálne náklady na prevádzku budov.",
    "project_page_sup_text_1": "Stavebný SIP systém bude Vaším ideálnym riešením a je ako stvorený na zhotovenie prístavby alebo nadstavby. Keďže ide o ľahký stavebný systém (8x ľahší než murovaná stavba), v prípade nadstavby nebude príliš zaťažovať pôvodnú stavbu. ",
    "project_page_sup_text_2": "Rýchlosť výstavby zabezpečí plynulý priebeh realizácie. V prípade, ak sa v existujúcom objekte nachádza Vaša prevádzka alebo sa tam býva, nie je nutné objekt počas výstavby opustiť, prípadne vašu prevádzku zatvoriť. Robustnosť stavebného systému SIP zabezpečí finálny vzhľad nového objektu takmer nerozoznateľného od pôvodnej stavby. ",
    "project_page_sup_text_3": "Tepelnoizolačné vlastnosti panelov zabezpečia najvyšší tepelný komfort. Zároveň pôjde o nízkoenergetický objekt, čo bude znamenať rapídne zníženie nákladov na prevádzku.",
    "project_page_cot_text_1": "Stavebný systém SIP je ideálnym riešením pre výstavu ľahkých objektov ako sú chaty, rekreačné objekty, prípadne hausboaty (stavby umiestnené na hladine vody). Jeho flexibilita umožňuje výstavbu aj v ťažko prístupných oblastiach, ako sú horské oblasti, prípadne hladiny riek alebo jazier.",
    "project_page_cot_text_2": "Váš objekt teda nebude poznať architektonické obmedzenia, vďaka čomu si architekti budú môcť užívať absolútnu voľnosť pri navrhovaní tvarov objektu. ",
    "project_page_cot_text_3": "Keďže je stavebný systém ľahký, nie je problém ani s jeho dopravením do ťažko prístupných oblastí. Jeho realizácia je navyše možná aj bez stavebnej mechaniky.",
    "project_page_what": "Čo je v cene domu",
    "project_page_ex_1": "1) Prvá možnosť (príklad).",
    "project_page_ex_2": "2) Druhá možnosť (príklad).",
    "project_page_what_text_1": "Montáž jedného domu na výrobnej linke trvá až sedem dní. Montáž stredne veľkého domu na základoch môže trvať približne týždeň bez ohľadu na počasie a ročné obdobie. Spoločnosť má za sebou niekoľko desiatok dokončených projektov. V prípade individuálneho projektu trvá príprava dokumentácie a technických výkresov do troch týždňov. V tomto prípade si za individuálny projekt musíte priplatiť.",
    "project_page_what_text_2": "Projekt domu je uvedený nižšie len informatívne.Výrobné náklady tohto domu sú uvedené k júlu 2022. Vzhľadom na pohyblivé ceny materiálov na trhu sa môže meniť aj konečná cena domu.",
    "project_page_newex": "Príklad:",
    "project_page_newex_1": "Dom má podlahovú plochu 108 m2.",
    "project_page_newex_2": "1) Prvá možnosť. Dom s valbovou strechou (typ valbovej strechy so 4 šikmými stranami) stojí 45 000 eur (415 eur/m2).",
    "project_page_newex_3": "2) Druhá možnosť. Dom s plochou strechou, cena 48 500 eur (450 eur/m2).",
    "project_page_newex_4": "V cene je zahrnuté: montáž, montáž steny v dielni s elektrickou prípravou, sadrokartón, pena a kovanie + montáž na mieste.",
    "project_page_newex_5": "Cena nezahŕňa: montáž, dodávku na stavbu, okná a dvere, dokončenie strešných prác.",
    "project_page_newex_6": "Ďalšie náklady na vnútorné a vonkajšie úpravy, elektroinštaláciu, vetranie, vykurovanie atď. na žiadosť zákazníka, oceňujú sa samostatne.",
    "contact_page_header": "Kontakt",
    "contact_page_succsess": "Váš formulár bol úspešne odoslaný!",

    "service_page_header": "Služby",
    "service_page_materials": "Materiály",
    "service_page_mat_1": " - Drevo opálené japonskou metódou",
    "service_page_services": "Služby",
    "service_page_serv_1": "  - Ploty",
    "service_page_serv_2": "  - Interiérové materiály",
    "service_page_serv_3": "  - Výrobky pre vonkajšie bývanie",
    
    "service_page_jap": "Drevo opálené japonskou metódou",
    "service_page_jap_text": "Naša spoločnosť ponúka široké možnosti vonkajších a vnútorných dokončovacích prác.",
    "service_page_fences": "Ploty",
    "service_page_fences_h": "Naša spoločnosť ponúka široké možnosti vonkajších a vnútorných dokončovacích prác.",
    "service_page_fences_text_1": "Gabiónové ploty s veľkým využitím v modernej architektúre, poskytujúci vysokú úroveň súkromia. Môžeme ho použiť ako dizajnový exteriérový plot pre rodinné domy a firmy, ako aj pre vnútorné prehradenia záhrad/ objektov na vytvorenie relaxačných zón a pod. Gabióny zaručujú vysokú pevnosť a dlhodobú životnosť.Veľmi kvalitná dvojitá antikorózna úprava je zabezpečená pozinkovaním a vypaľovanou polyesterovou farbou. Gabiony ponúkame v pozinkovanej verzii alebo vo farbe antracit.",
    "service_page_fences_text_2": "Nie sú ploty ako ploty. Vyberte si u nás kvalitný drevený záhradný plot.Ponúkame Vám široký výber drevených plotových dielcov, ktoré dokonale ohradia Vaše bývanie, záhradu či pozemok. Variabilita týchto dielcov Vám umožní množstvo kombinácií. Poskladajte si plot do záhrady podľa Vašich predstáv a Vaša záhrada bude jedinečná. Drevené plotové dielce je možné využiť nielen ako drevené oplotenie, ale aj ako dekoračný plot, s ktorým vynikne Vaša záhradná architektúra. Drevo je prírodný materiál. Drevo nevyženie z Vašej záhrady teplo domova. Preto práve ono je tým ideálnym prvkom, ktorý v záhrade nesmie chýbať.",
    "service_page_inter": "Interiérové materiály",
    "service_page_inter_text_1": "Naša spoločnosť ponúka kompletný stavebný systém vrátane všetkých potrebných materiálov na dokončenie hrubej stavby.",
    "service_page_inter_text_2": "Staviame profesionálne a využívame kvalitné certifikované materiály.",
    "service_page_inter_text_3": "Steny a strecha",
    "service_page_inter_text_4": "Inštalácia nosných a obvodových stien z prefabrikovaných SIP panelov (170x2800x1250 mm) s jadrom z EPS polystyrénu (alebo Minerálna vata), vrátane deliacich nenosných priečok z hranolov (140 mm) vyplnených termoakustickou izoláciou",
    "service_page_inter_text_5": "Inštalácia nosnej väzníkovej konštrukcie strechy + plechová krytina (strešné väzníky, laty + kontralaty, difúzna fólia atď.)",
    "service_page_inter_text_6": "Plochá strecha (rovná)",
    "service_page_inter_text_7": "Exteriér",
    "service_page_inter_text_8": "Inštalácia vchodových dverí a okien montované na pásky + vonkajšie a vnútorné parapety",
    "service_page_inter_text_9": "Inštalácie obkladu vonkajšej strany stien – kompletný zatepľovací fasádny systém (polystyrén 100mm), sklotextilná sieťka, stierka, fasádna omietka silikónová ľubovoľný výber.",
    "service_page_inter_text_10": "Interiér: Voda a elektrina",
    "service_page_inter_text_11": "Inštalácia kompletných rozvodov elektriny, vody a kanalizácie vo vnútri objektu",
    "service_page_inter_text_12": "Inštalácia vodovodných batérií na toalete (ak je miestnosť toalety samostatne) a v kúpeľni",
    "service_page_inter_text_13": "Inštalácia LED svietidiel",
    "service_page_inter_text_14": "Inštalácia zásuviek a vypínačov ",
    "service_page_inter_text_15": "Inštalácia zásobníku na ohrev teplej úžitkovej vody (TUV) (v prípade, že projekt nedisponuje tech. miestnosťou len elektrický ohrievač na TUV)",
    "service_page_inter_text_16": "Interiér: Steny a dlažba",
    "service_page_inter_text_17": "Inštalácia zateplenia stropu, vnútorných podhľadov a obkladov vnútornej strany stien – kompletný sadrokartónový systém RIGIPS (biely, vo vlhkých miestnostiach zelený)",
    "service_page_inter_text_18": "Zhotovenie nosnej vrstvy podlahy z betónového (cemento-pieskového) poteru, príprava na pokládku podlahových krytín",
    "service_page_inter_text_19": "Inštalácia nášľapnej vrstvy podlahy v izbách zvyčajne z laminátu hrúbky 8 mm – možnosť vlastného výberu materiálu",
    "service_page_inter_text_20": "Inštalácia dlažby v technickej miestnosti, na chodbe inštalácia buď dlažby alebo laminátu – možnosť vlastného výberu",
    "service_page_inter_text_21": "Prevedenie bielej interiérovej maľby (2x hygienický náter PRIMALEX)",
    "service_page_inter_text_22": "Inštalácia dlažby a obkladov stien na toalete (ak je miestnosť toalety samostatne) a v kúpeľni – možnosť vlastného výberu materiálu",
    "service_page_inter_text_30": "Interiér: Vykurovanie",
    "service_page_inter_text_23": "Inštalácia solárneho systému pre ohrev TÚV s HP kolektormi",
    "service_page_inter_text_24": "Inštalácia vykurovacích telies, elektrických nástenných konvektorov, v každej izbe 1 ks ( v ŠTANDARDE), možnosť návrhu alternatívneho vykurovania (tepelné čerpadlo, podlahové vykurovanie, kanadské krbové kachle, vložky s teplovzdušným rozvodom do celého domu",
    "service_page_inter_text_25": "Inštalácia rekuperačného systému odvetrávania",
    "service_page_inter_text_26": "Interiér: Ďalšia výbava",
    "service_page_inter_text_27": "Inštalácia interiérových dverí hladkých + obloženie ",
    "service_page_inter_text_28": "Osadenie sanitárnej techniky na toalete a v kúpeľni ",

    "service_page_out": "Glass Verandas & Retractable Pergolas, glass rooms - outdoor living products /* Engineered for Life, Outdoor and windows system.",
    "service_page_out_h": "We guarantee the highest build quality, maximum reliability and quick post installment services.",
    "service_page_out_text_1": "GUILLOTINE GLASS SYSTEM",
    "service_page_out_text_2": "A guillotine window is a window that moves vertically. The basic guillotine windows are made of two vertically sliding frames and remotely powered by electric motor. ",
    "service_page_out_text_3": "Meanwhile guillotine windows are with bottom or top fixed frames, opening from bottom to top or from top to bottom with several sliding frames. The vertical movement of the sashes allows you to save interior space and provide ventilation. There is a choice of using a single tempered glass or energy saving double-glazed window for it. ",
    "service_page_out_text_4": "SLIDING GLASS ROOF – The Smart Roof",
    "service_page_out_text_5": "All sliding glass roofs are tailor made for your house, apartment or commercial premises. The automatic sliding roof is designed for rooms that are converted from open summer to heated winter roofs. The main element is energy-efficient glazing.This system gives your room plenty of natural light but retains the heat inside.",
    "service_page_out_text_6": "Heated glazing helps to get rid of snow.",
    "service_page_out_text_7": "PASIFIC – Motorized",
    "service_page_out_text_8": "Motorized Outdoor waterproof Aluminum pergola Retractable roof Awnings",
    "service_page_out_text_9": "The aluminum frame construction is very strong and can withstand strong winds at the seaside or on the roof of a high-rise building. Using different design options, it is possible to make a pavilion separate from the building as well as adjacent to it.The drainage system is hidden inside the structure. The electric actuator allows the system to be easily operated by remote control. Rain and wind sensors can also be connected and integrated into a smart home system.",
    "service_page_out_text_10": "AEROLUX - Louvered roof system",
    "service_page_out_text_11": "Louvered roof system – the bioclimatic pergola is designed to protect the seating area from precipitation and provide shade in sunny weather.",
    "service_page_out_text_12": "The roof surface is assembled with aluminum pivoting slats. This allows you to regulate the sun's flow. The configuration of the lamellae allows the inner cavity to be filled with polyurethane foam. This gets rid of unpleasant sound when it rains.",
    "service_page_out_text_13": "The main feature of the system is the ability to control the solar flow by rotating and sliding the lamellas. In the parked position, the slats occupy 23% of the roof space.",
    "service_page_out_text_14": "Automatic WIND STOP railing system",
    "service_page_out_text_15": "Louvered roof system – the bioclimatic pergola is designed to protect the seating area from precipitation and provide shade in sunny weather.",
    "service_page_out_text_16": "The roof surface is assembled with aluminum pivoting slats. This allows you to regulate the sun's flow. The configuration of the lamellae allows the inner cavity to be filled with polyurethane foam. This gets rid of unpleasant sound when it rains.",
    "service_page_out_text_17": "The main feature of the system is the ability to control the solar flow by rotating and sliding the lamellas. In the parked position, the slats occupy",
    
    "service_page_out_text_18": "SLIDING window system",
    
    "service_page_out_text_19": "SHADOW LINE - The automatic sun visor curtains system",
    "service_page_out_text_20": "The automatic sunshade system effectively protects against direct sunlight.",
    "service_page_out_text_21": "The fabric canvas is resistant to UV rays and atmospheric effects. The perforated structure does not hinder air movement.",
    "service_page_out_text_22": "The electric actuator allows you to control the ZIP system with the remote control and connect the sun shades to the Smart House system.",



    "Hey there! Welcome to Ping CRM, a demo app designed to help illustrate how :link works.": "Hey da! Willkommen bei Ping CRM, einer Demo-App, die helfen soll, zu veranschaulichen, wie :link funktioniert.",
    "error": "Fehler"
}