{
    "home_page_header_slide": "ШВИДКОМОНТОВАНІ ДЕРЕВЯНІ БУДИНКИ НА ЗАМОВЛЕННЯ",
    "home_page_main_slide": "Виробництво і монтаж низькоенергетичних пасивних швидкомонтованих SIP будинків",
    "home_page_h2_start": "SIP-будинки",
    "home_page_slogan_1": "Головний напрямок нашої діяльності – будівництво екологічних, енергоефективних, надійних та міцних будинків, будівництво будинку за канадською технологією, в основі якої – використання SIP-панелей.",
    "home_page_slogan_2": "Ми пропонуємо готові будинки на основі типових проектів, а також втілення будь-яких індивідуальних рішень замовників. Будівництво будинку в наш час може перетворитись в доволі простий процес, якщо обрати правильні технологічні рішення.",
    "home_page_slogan_3": "Співпрацюючи з нами, ви зможете збудувати новий затишний будинок за прийнятною ціною та у найкоротші терміни.",
    "home_page_show_more": "Показати більше",
    "home_page_link_1": "Модульні будівлі",
    "home_page_link_2": "Будівництво житлових і багатоквартирних будинків",
    "home_page_link_3": "Комерційні будівлі",
    "home_page_link_4": "Школи та дитячі садки",
    "home_page_link_5": "Додатки та розширення до будівлі",
    "home_page_link_6": "Котеджі та місця відпочинку",
    "home_tabs_speed": "Швидкість",
    "home_tabs_tradition": "Традиція",
    "home_tabs_speed_text": "Неперевершеною перевагою наших будинків є індивідуальне виробництво на заводі та комплектація у точній відповідності до виробничого плану на ділянці. Завдяки методу сухого будівництва ви можете заселятися відразу після завершення будівельних робіт, незалежно від пори року.",
    "home_tabs_tradition_text_1": "Технологія SIP (Structural Insulated Panels), яка лежить в основі каркасного будівництва будинку, зарекомендувала себе за кордоном за шістдесят років. На їх частку припадає до 80% новобудов в Канаді і майже 60% в Європі.",
    "home_tabs_tradition_text_2": "Цей передовий метод будівництва будинків стає все більш популярним, оскільки пропонує незаперечні переваги, які дозволяють швидко і точно будувати, високий комфорт, здорове екологічне та економне проживання.",
    "home_benefits_whyme": "Навіщо будувати разом з нами?",
    "home_benefits_h3_1": "Якість",
    "home_benefits_qual_text": "Ми будуємо на основі перевіреної і сертифікованої SIP будівельної системи, використовуючи тільки деревину з хорошою репутацією. Будівництво ведеться під безперервним багатоступеневим наглядом. Ми не розлучаємося з клієнтом після здачі будівлі, наша турбота про ваше задоволення триває, ми негайно реагуємо на будь-які дрібні дефекти тощо. Всі критичні роботи виконуються власним професійно навченим обслуговуючим персоналом.",
    "home_benefits_h3_2": "Сертифікація",
    "home_benefits_cert_text": "Ми використовуємо лише сертифіковані матеріали та комплектуючі, наприкінці будівництва ви отримаєте сертифікати та протоколи випробувань для процедури приймання.",
    "home_benefits_h3_3": "Гарантія ціни",
    "home_benefits_cena_text": "Ціна, яку ви підписуєте в договорі, є остаточною. Ніяких прихованих платежів вас не чекає.",
    "home_benefits_h3_4": "Гарантія",
    "home_benefits_garant_text": "Якість будівництва будинку гарантує вам термін експлуатації не менше 50 років. Ми пропонуємо стандартні гарантії на комплектуючі, роботи, технології та поставки від субпідрядників.",
    "home_benefits_h3_5": "Обслуговування",
    "home_benefits_service_text": "Ми піклуємося про наших клієнтів не тільки під час гарантії, але і забезпечуємо вам післягарантійне обслуговування і турботу про бездоганне і комфортне використання вашого будинку.",
    
    "explore_page_explore_sip": "Технологія сип",
    "explore_page_link_2": "Процес виробництва",
    "explore_page_main_benef": "Основні переваги",
    "explore_page_sip_1": "Основою будівельної системи є сендвіч-панелі. Панель складається з двох плит OSB TOP4 та ізоляційного шару зі спіненого вогнестійкого полістиролу EPS, пінополіізоціанурату (PIR), графіту NEOPOR або мінеральної вати.",
    "explore_page_sip_2": "В результаті виробничого процесу виходить структурна сендвіч-панель, яка характеризується відмінними теплоізоляційними властивостями, низькою щільністю насипної і високою жорсткістю конструкції.",
    "explore_page_sip_4": "Панелі виробляються у кількох варіантах товщини, тому їх використання охоплює широкий спектр потреб. Вони можуть використовуватися як підлоги, стіни по периметру, перегородки і дахи.",
    "explore_page_sip_5": "Система будівництва з SIP-панелей відноситься до категорії дерев'яного будівництва, але за своїми фізичними та теплоізоляційними властивостями вона значно перевершує традиційне каркасне будівництво.",
    "explore_page_sip_6": "Крім панелей, в систему будівель SIP входять сертифіковані конструкційні пиломатеріали KVH і BSH класу міцності C24 або GL24h, дерев'яні клеєні двотаврові балки або панелі CLT. Їх кількість та розміри залежать від індивідуальних конструктивних оцінок будівель.",
    "explore_page_sip_7": "Для герметизації стиків панелей використовуються різні кріплення, столярна фурнітура, поліуретанова піна, герметики та компресійні стрічки. Всі матеріали включені в індивідуальне постачання будівельної системи відповідно до представлених тендерів, і додаткових закупівель не потрібно.",
    "explore_page_sip_8": "Більш високі рівні енергоефективності, запобігання утворенню теплових мостів, герметичність конструкцій, що захищають, екологічні аспекти та інші являють собою виклики для багатьох традиційних будівельних систем.",
    "explore_page_sip_9": "ВЛАСТИВОСТІ ПЛИТ ОСБ:",
    "explore_page_sip_10": "хороша термостійкість (дерево є природним ізолятором)",
    "explore_page_sip_11": "великі формати дозволяють зменшити кількість стиків і, отже, знизити акустичні та теплові втрати",
    "explore_page_sip_12": "гарна вогнестійкість в залежності від типу OSB",
    "explore_page_sip_13": "стійкість до ударів та вібрації",
    "explore_page_sip_14": "стійкість до землетрусів та сильних вітрів (доведено в США, Каліфорнії, Флориді та Японії)",
    "explore_page_sip_15": "безпека здоров'я (перевірено EUP Прага)",
    "explore_page_sip_16": "відмінна оброблюваність",
    "explore_page_sip_17": "Ці плити OSB і фанера більше не містять карбамідного формальдегіду (UF), тому вони дійсно вже не такі токсичні, особливо на зовнішній стороні будинку. Але якщо ви хочете, можете використовувати нетоксичні матеріали, але вони зазвичай не помітно впливають на якість повітря в приміщенні.",
    "explore_page_sip_18": "ПОЛИСТИРОЛ",
    "explore_page_sip_19": "Полістирол як матеріал,можливо,навіть не потребує докладного представлення.Його властивості відомі практично всім,він широко використовується в будівництві.В своїй закритій структурі комірки полістирола практично не всмоктують воду.Це відбувається в певному ступеню тільки в порах між зчепленними частинками піни.Після висихання вони повертаються до своєї початкової форми.За короткий термін попит призвів до розробки 'self-extinguishing' полістирола,який краще відповідає вимогам протипожежного захисту будівель.З точки зору пожежної безпеки,широке використання EPS у сендвіч-конструкціях підходить для використання серед негорючих матеріалів.Ізоляція з полістирола тепер не містить HBCD(гексабромциклододекан).",
    "explore_page_sip_20": "Властивості полістирола:",
    "explore_page_sip_21": "водонепроникність",
    "explore_page_sip_22": "чудові теплоізоляційні властивості",
    "explore_page_sip_23": "пожежна безпека ",
    "explore_page_sip_24": "просте та безпечне використання",
    "explore_page_sip_25": "ВИКОРИСТАННЯ СИСТЕМИ SIP-БУДІВНИЦТВА",
    "explore_page_sip_26": "Ця система ідеально підходить для вирішення нетипових форм будівель, де також забезпечить відсутність теплових мостів. Будівельна система SIP може застосовуватися як окрема будівельна система для всієї оболонки будівлі чи у поєднанні з іншими будівельними системами.",
    "explore_page_sip_27": "За допомогою будівельної системи SIP ми можемо вирішити питання фундаменту будівлі, зовнішніх стін по периметру, внутрішніх перегородок, стель, плоских та скатних дахів. Його можна використовувати при будівництві будинків, багатоквартирних будинків, офісних будівель, промислових будівель, шкіл та дитячих садків, рекреаційних будівель, котеджів та houseboat. Будівельна система SIP також є ідеальним рішенням для надбудов та прибудов.",
    "explore_page_sip_28": "SIP-панель - це легкий будівельний матеріал (близько 22 кг/м2) і існує кілька варіантів фундаменту будівлі. Найчастіше використовуваний метод у наших широтах - це фундамент з бетонною плитою. Це вже економія матеріалу, оскільки йому не доведеться витримувати таке навантаження, як важким кам'яним чи бетонним будинкам. Для замовника це дозволяє будувати навіть у важкодоступних місцях, куди не можуть дістатися будівельні механіки. Він ідеально підходить для надбудов та прибудов у тих випадках, коли вихідна будівля конструктивно не може впоратися з традиційними будівельними системами, такими як кам'яна кладка або бетон. Ізолювальна серцевина міцна і стабільна через десятиліття. Він не просідає і не відволожується, що може бути поширеною проблемою при поганому застосуванні звичайних каркасних конструкцій.",
    "explore_page_sip_29": "Система будівництва SIP дозволяє створювати фундамент будівлі також із панелей. Альтернативним та унікальним будівельним рішенням є фундамент на земляних гвинтах. Будівництво фундаментної плити на гвинтах для будинку займає від 2 до 3 днів і не спустошує землю. На просвердлених болтах робиться опорна конструкція з дерев'яних чи сталевих балок, на які укладаються SIP-панелі завтовшки 210 мм.",
    "explore_page_sip_30": "Будівельна система SIP також знаходить унікальне застосування для будівництва хаусботів (будівлі, розташовані на поверхні води). Панелі розміщуються на виготовленому понтоні, щоб швидко та ефективно створити фундамент для будівництва.",
    "explore_page_prod_1": "ПРОЦЕС ПРОЕКТУВАННЯ ТА ВИРОБНИЦТВА",
    "explore_page_prod_2": "Сертифікована будівельна система SIP виробляється в контрольованих та відстежуваних заводських умовах. Процес виробництва відбувається у кілька етапів. Стандартний процес виробництва будинку може тривати 2 – 4 тижні.",
    "explore_page_prod_3": "ДИЗАЙН",
    "explore_page_prod_4": "Проект займає приблизно 2-3 тижні, якщо замовник не використовує готові проекти",
    "explore_page_prod_5": "На етапі проектування відбувається підготовка технічної, монтажної та виробничої документації. На етапі проектування відбувається спілкування та затвердження проектної документації. Наша професійна команда інженерів готова надати будь-які консультації у процесі проектування, доопрацювання проектів та структурної оцінки будівель",
    "explore_page_prod_6": "ВИРОБНИЦТВО",
    "explore_page_prod_7": "займає близько 7 днів",
    "explore_page_prod_8": "Сендвіч-панель створюється шляхом склеювання ізоляційного осердя між двома плитами OSB TOP 4 товщиною 15 мм. Потім панель витримується у гідравлічному пресі. Після застигання панелі форматуються та маркуються. Після виконання замовлення панелі та всі інші матеріали, необхідні для будівництва, завантажуються у вантажівки для транспортування на будівельний майданчик.",
    "explore_page_prod_10": "ЗБІРКА",
    "explore_page_prod_11": "займає близько 7 днів",
    "explore_page_prod_12": "Ми надаємо нашим клієнтам повну технічну підтримку. Наша компанія пропонує повну будівельну систему, у тому числі всі необхідні матеріали для завершення чорнового будівництва. Ми забезпечуємо комфортне керування будівництвом для замовника без непотрібних перерв, пов'язаних із залученням субпідрядників.",
    "explore_page_prod_13": "ЗВЕДЕННЯ СТІН ЗА ПЕРИМЕТРОМ І ВНУТРІШНІМИ ПЕРЕГОРОДКАМИ",
    "explore_page_prod_14": "На побудовану опорну плиту наноситься шар гідроізоляції. Після нанесення гідроізоляції фундаментні шпали кріпляться до фундаментної плити утворюючи основу для будівельної системи. Вбудований елемент KVH, який використовуватиметься для встановлення панелей, укладається на фундаментні шпали.",
    "explore_page_prod_15": "Будівництво стін по периметру починається з кута будівлі і продовжується по всьому периметру. Після цього продовжується робота з внутрішніми розділами. Нарешті, дерев'яні елементи KVH встановлюються в монтажні пази згори, щоб зміцнити панелі разом. Панелі можуть містити заздалегідь підготовлений тунель для проведення проводки.Усі панелі маркуються та виготовляються за розмірами відповідно до проектної документації, що робить будівництво панелей дуже простим, швидким та точним.",
    "explore_page_prod_16": "ПІДГОТОВКА ПІДЛОГИ",
    "explore_page_prod_17": "Між стінами по периметру та внутрішніми перегородками ми зробимо стельову конструкцію для влаштування підлоги. У нас є кілька рішень для створення стельової конструкції. Стеля може складатися із стельових елементів KVH, BSH, дерев'яних клеєних двотаврових балок, SIP-панелей або CLT. Придатність використовуваних матеріалів залежить від структурної оцінки дизайнера та вимог замовника. На побудованому в такий спосіб поверсі ми почнемо зводити стіни по периметру та внутрішні перегородки другого поверху.",
    "explore_page_prod_18": "КОНСТРУКЦІЯ ДАХУ",
    "explore_page_prod_19": "SIP-панелі є ефективним рішенням для будівництва скатних дахів із житловим горищем. Будівельна система SIP своєю суттю формує як конструктивний, так і ізоляційний елемент даху. Таким чином, горище ізолюється безпосередньо SIP-панеллю, без необхідності додаткового застосування ізоляційних матеріалів. Стики виходять рівними та точними, що дозволяє створити з внутрішньої сторони остаточну основу для нанесення гіпсокартону або гіпсоволокнистих плит безпосередньо на панель.",
    "explore_page_prod_20": "SIP панелі також є ідеальним рішенням для плоских дахів. Як для скатних, так і для плоских дахів панель утворює конструктивний, так і ізоляційний елемент даху. Його встановлення та застосування відбуваються дуже швидко і позбавляють безлічі додаткової роботи. Зсередини гіпсокартон або плити гіпсоволокнисті можуть бути нанесені безпосередньо на панель. З зовнішнього боку для відведення води та остаточної гідроізоляції застосовуються ухили EPS.",
    "explore_page_prod_21": "РІЗНІ ВАРІАНТИ КІНЦЕВОГО ЗОВНІШНЬОГО ВИДУ СТІНИ ДОМУ",
    "explore_page_prod_22": "Будівельна система SIP може бути легко оброблена широким спектром фінішних шарів, від класичної штукатурки до фасадів, що вентилюються.",
    "explore_page_main_1": "ЕКОНОМІЯ ВИТРАТИ",
    "explore_page_main_2": "Будівельна система SIP забезпечує чудові теплоізоляційні властивості. Тому витрати на опалення та охолодження на 50% нижчі, ніж при будівництві зі звичайної цегляної кладки. Будівлі, побудовані з SIP-панелей, забезпечують термічний опір стін, що огороджують, і конструкції даху R=6,5 м2.К/Вт і більше. Тому будинки належать до категорії будівель з низьким енергоспоживанням або пасивних будівель. Вони забезпечують необхідний тепловий комфорт у зимовий період та зберігають прохолоду в будівлі у літні місяці.",
    "explore_page_main_3": "ШВИДКІСТЬ ЗВЕДЕННЯ",
    "explore_page_main_4": "Незалежно від того, чи ви вибираєте індивідуальне будівництво з SIP-панелей або збірні будинки, їх зведення в кілька разів перевершує будівництво звичайних кам'яних будівель, для зведення яких потрібна незліченна кількість мокрих процесів. У разі будівництва з SIP-панелей йдеться про сухе будівництво, яке можна вести будь-якої пори року. Швидкість будівництва значно скорочує час будівництва та супутні витрати, такі як час на проживання робітників, наймання будівельних риштувань або будівельних механіків. В результаті вартість будівництва значно знижується.",
    "explore_page_main_5": "БІЛЬШ  ЗДОРОВЕ І КОМФОРТНЕ ПРОЖИВАННЯ",
    "explore_page_main_6": "Герметична конструкція ідеально підходить для сучасних систем вентиляції, які знижують енерговитрати та покращують якість повітря в приміщенні. Використання рекуператорів тепла забезпечує постійне надходження свіжого повітря в будівлі без додаткових витоків тепла. Тому повітря в будівлі постійно свіже, а пліснява та алергени не поширюються в будівлі.",
    "explore_page_main_7": "ВИСОКА МІЦНІСТЬ",
    "explore_page_main_8": "Після зведення панельної конструкції будівельна система веде себе як монолітна оболонка, що забезпечує в 5 разів більш високі конструктивні характеристики, порівняно із звичайним дерев'яним каркасом. Будівля, побудована з SIP-панелей, створює відчуття надійності та міцності, яке після завершення будівництва важко відрізнити від традиційної будівельної системи.",
    "explore_page_main_9": "ВЕЛИКА КОРИСНА ПЛОЩА",
    "explore_page_main_10": "Будинки із SIP-панелей забезпечують на 7-10% більше корисної площі, ніж будівлі із звичайної цегляної кладки. Користувачі будівлі можуть насолоджуватися просторішими приміщеннями. Для забудовників, які продають м2 корисної площі, це відсоткове зростання представлятиме їхній прибуток.",
    "explore_page_main_11": "НАДІЙНА ІЗОЛЯЦІЯ",
    "explore_page_main_12": "Ізоляційна основа будівельної системи SIP міцна та стабільна навіть через десятиліття.Вона не може намокнути, провиснути або бути неправильно застосована, як це може статися зі звичайними каркасними конструкціями, що потребують дотримання технології.",
    "explore_page_main_13": "ЕКОЛОГІЧНІ АСПЕКТИ",
    "explore_page_main_14": "Будівельна система SIP відноситься до категорії дерев'яних будівель, тому загальний процес виробництва, будівництва та переробки матеріалів значно скорочує виробництво CO2.",
    "explore_page_main_15": "ГНУЧКІСТЬ ПРОЕКТУВАННЯ ТА ІНШІ ПЕРЕВАГИ СИСТЕМИ SIP-БУДІВНИЦТВА",
    "explore_page_main_16": "Чинне законодавство та нові вимоги ринку вимагають все більшої уваги при проектуванні та плануванні будівель. Гнучкість конструкції та інші переваги будівельної системи SIP, запобігання утворенню теплових мостів, герметичність оболонки, екологічні аспекти та інші є проблемою для багатьох традиційних будівельних систем.",
    "explore_page_main_17": "СЕРТИФІКОВАНА БУДІВЕЛЬНА СИСТЕМА",
    "explore_page_main_18": "Виробничий процес підлягає регулярному контролю уповноваженої особи. Наша компанія надає 50-річну сертифіковану гарантію на будівельну систему.",
    "explore_page_main_19": "БУДІВНИЦТВО ОСББ ТА БАГАТОКВАРТИРНИХ БУДИНКІВ",
    "explore_page_main_20": "Однією з найважливіших вимог до проектування будівель та їх будівництва в майбутньому є скорочення викидів СО2.",
    "explore_page_main_21": "Система SIP-будівництва як самостійна одиниця може використовуватися при будівництві багатоквартирних будинків висотою до чотирьох поверхів. При комбінуванні будівельної системи SIP з традиційними методами будівництва висота будівель необмежена. В цьому випадку будівельна система використовується в якості оболонки будівлі.",
    "explore_page_main_22": "Основною перевагою використання системи SIP-будівництва в багатоквартирному та ОСББ будівництві є неперевершена швидкість зведення будівлі та теплоізоляційні властивості.",
    
    "project_page_header": "Проекти",
    "project_page_price": "Вартість",
    "project_page_pref_h2": "Швидкомонтовані будинки",
    "project_page_pref_text_1": "Перевагою будівельної системи SIP є її збірка в окремі швидкомонтовані будівельні блоки «збірні конструкції». Швидкомонтовані конструкції швидкомонтованих будівель відповідають всім будівельним критеріям, встановленим технічними стандартами, таким як статичні параметри, тепло- і звукоізоляційні властивості і параметри протипожежного захисту.",
    "project_page_pref_text_2": "Для забудовника це означає величезну швидкість будівництва і, отже, економію часу і витрат на управління будівництвом.",
    "project_page_pref_text_3": "Готова продукція виготовляється в контрольованих заводських умовах. Висока точність і точність значно знижують похибки, які зазвичай виникають при реалізації на місці. Крім того, завдяки швидкомонтованим конструкціям на будівельному майданчику відсутнє будівельне сміття.",
    "project_page_mod_text_1": "Модульні будівлі - це різні низькоенергетичні будівлі або пасивні будівлі, що виготовляються у виробничому цеху у вигляді окремих блоків «модулів».",
    "project_page_mod_text_2": "Після завершення виробничого процесу модулі транспортуються в певне місце, де поміщаються на заздалегідь підготовлений субстрат. Після установки модуля він підключається до комунікацій, і клієнт може почати користуватися ним практично відразу. Модулі можуть бути з'єднані один з одним і розширені відповідно до потреб замовника. При необхідності модулі проектуються так, щоб в подальшому їх можна було перемістити в інше місце.",
    "project_page_mod_text_3": "Модульні будівлі мають широкий спектр застосування. Вони можуть використовуватися в якості будівель відпочинку, житлових приміщень, сімейних модульних будинків, адміністративних і господарських приміщень, шкіл і дитячих садків, а також тимчасових споруд.",
    "project_page_ener": "Енергоефективність",
    "project_page_ener_text": "Такі будівлі проектуються за низькоенергетичним стандартом або навіть пасивним стандартом. Це означає, що будівлі споживають мінімальну кількість енергії на опалення та охолодження, що дозволяє знизити експлуатаційні витрати до 50% в порівнянні зі звичайними цегляними будівлями.",
    "project_page_fixed": "Фіксована ціна",
    "project_page_fixed_text": "Великою перевагою модульних будинків є їх фіксована ціна. Їх виробництво здійснюється у виробничому цеху, тому бюджет не збільшується, як у випадку з будівництвом на місці. ",
    "project_page_speed": "Швидкість будівництва",
    "project_page_speed_text": "Процес будівництва відбувається в виробничому цеху, тобто під час сухих процесів. Тому виробничий процес не переривається через погодні умови. Контрольований виробничий процес забезпечує дотримання всіх технологічних процедур, що виключає можливі дефекти, що виникають на будівельних майданчиках.",
    "project_page_pos": "Можливість транспортування",
    "project_page_pos_text": "Модульні будівлі переважно використовуються в якості постійних конструкцій. Однак якщо в майбутньому виникне необхідність в транспортуванні об'єкта, модульна будівля легко впорається з цим процесом. Модулі виготовляються і проектуються таким чином, що з ними можна додатково працювати.",
    "project_page_cons": "Будівництво житлових і багатоквартирних будинків",
    "project_page_pos_text_1": "Однією з найважливіших вимог до проектування і будівництва будівель в майбутньому є скорочення викидів СО2. ",
    "project_page_pos_text_2": "Будівельна система SIP в якості самостійного агрегату може використовуватися при зведенні багатоквартирних будинків висотою до чотирьох поверхів. При поєднанні системи будівлі SIP з традиційними методами будівництва висота будівлі не обмежується. В даному випадку в якості оболонки будівлі використовується будівельна система.",
    "project_page_pos_text_3": "Основною перевагою використання системи будинків SIP при будівництві квартир і кондомініумів є неперевершена швидкість будівництва і теплоізоляційні властивості.",
    "project_page_com_text": "Для всіх перерахованих вище будівель важливі наступні аспекти: швидкість будівництва, яка не гальмує ваш бізнес без необхідності, і енергоефективність. Простіше кажучи, будівля бізнесу з мінімальними експлуатаційними витратами.",
    "project_page_sch_text": "Будівельна система SIP - ідеальне рішення для будівництва шкіл і дитячих садків, так як її швидке будівництво дозволяє легко впоратися з курортним сезоном. Відмінні теплоізоляційні властивості панелей забезпечують мінімальні витрати на експлуатацію будівель.",
    "project_page_sup_text_1": "Будівельна SIP-система стане вашим ідеальним рішенням і відмінно підійде для зведення прибудови або надбудови. Так як це полегшена будівельна система (в 8 разів легше цегляної будівлі), в разі прибудови вона не буде надавати занадто великого навантаження на оригінальну будівлю. ",
    "project_page_sup_text_2": "Швидкість будівництва забезпечить безперебійний процес реалізації. Якщо в існуючій будівлі розміщується ваш бізнес або він зайнятий, немає необхідності залишати будівлю або закривати бізнес при будівництві. Завдяки міцності будівельної системи SIP, остаточний зовнішній вигляд новобудови буде практично не відрізняється від оригінального дизайну. ",
    "project_page_sup_text_3": "Теплоізоляційні властивості панелей забезпечують максимальний тепловий комфорт. При цьому це буде низькоенергетична будівля, що означає швидке зниження експлуатаційних витрат.",
    "project_page_cot_text_1": "Будівельна система SIP є ідеальним рішенням для будівництва легких об'єктів, як-от котеджі, об'єкти відпочинку або хаусботи (будівлі, розташовані на поверхні води). Його гнучкість дозволяє будувати навіть у важкодоступних місцях, таких як гірські райони або рівні річок і озер.",
    "project_page_cot_text_2": "Тому ваша будівля не знатиме жодних архітектурних обмежень, що дозволить архітекторам користуватися абсолютною свободою під час проектування форми будівлі.",
    "project_page_cot_text_3": "Оскільки будівельна система має невелику вагу, не виникає проблем із її транспортуванням у важкодоступні місця. Більше того, його реалізація можлива навіть без будівельної техніки. ",
    "project_page_what": "Що входить у вартість",
    "project_page_ex_1": "1) Варіант перший (приклад).",
    "project_page_ex_2": "2) Варіант другий (приклад).",
    "project_page_what_text_1": "Збірка одного будинку на конвеєрі займає до семи днів. Збірка будинку середньої складності на місці може зайняти близько тижня, незалежно від погоди. На рахунку компанії кілька десятків реалізованих проектів. При індивідуальному проекті підготовка документації та технічних креслень займає до трьох тижнів. В такому випадку доведеться доплачувати за індивідуальний проект.",
    "project_page_what_text_2": "В якості інформації проект будинку представлений нижче лише як зразок.Витрати на виготовлення даного будинку вказано станом на липень 2022 року. У зв'язку з тим, що ціни на матеріали на ринку змінюються, може змінюватися і кінцева ціна будинку.",
    "project_page_newex": "Приклад:",
    "project_page_newex_1": "Будинок має площу 108 м2.",
    "project_page_newex_2": "1) Один із вальмовим дахом (шатрового типу з 4 похилими сторонами) коштує 45 000 євро (415 євро/м2).",
    "project_page_newex_3": "2) Другий варіант - з плоским дахом, ціна 48 500 євро (450 €/м2).",
    "project_page_newex_4": "У вартість входить: збірка, збірка стін в цеху разом з електропідготовкою, обшивка гіпсокартоном, пінопластом та армуванням + збірка на місці.",
    "project_page_newex_5": "У вартість не входить: монтаж, доставка до місця монтажу, вікна та двері, оздоблення покрівлі.",
    "project_page_newex_6": "Додаткові витрати на внутрішнє та зовнішнє оздоблення, електропроводку, вентиляцію, опалення та ін. за бажанням замовника оцінюються окремо.",
    
    "contact_page_header": "Контакти",
    "contact_page_succsess": "Ваша форма була успішно подана!",

    "service_page_header": "Services",
    "service_page_materials": "Materials",
    "service_page_mat_1": " - Japanise burnt wood",
    "service_page_services": "Services",
    "service_page_serv_1": "  - Fences",
    "service_page_serv_2": "  - Interior materials",
    "service_page_serv_3": "  - Outdoor living products",
    
    "service_page_jap": "Japanise burnt wood",
    "service_page_jap_text": "Our company offers a wide range of possibilities for external and internal finishing works",
    "service_page_fences": "Fences",
    "service_page_fences_h": "Our company offers a wide range of possibilities for external and internal finishing works.",
    "service_page_fences_text_1": "Gabion fences with great use in modern architecture, providing a high level of privacy. It can be used as a design exterior fence for family houses and companies, as well as for internal partitioning of gardens/buildings to create relaxation zones, etc. Gabions guarantee high strength and long life. A very high quality double anti-corrosion treatment is ensured by galvanizing and baked polyester paint. Gabions are available in galvanised or anthracite versions.",
    "service_page_fences_text_2": "There are no fences like fences. Choose a quality wooden garden fence from us.We offer a wide selection of wooden fence parts that will perfectly enclose your home, garden or plot. The variability of these parts allows you a variety of combinations. Assemble your garden fence according to your wishes and your garden will be unique. Wooden fence parts can be used not only as wooden fencing, but also as a decorative fence with which your garden architecture will stand out. Wood is a natural material. Wood will not drive the warmth of home out of your garden. That is why it is the ideal element that must not be missing in the garden.",
    "service_page_inter": "Interior materials",
    "service_page_inter_text_1": "Our company offers a complete building system including all the necessary materials to complete the rough construction.",
    "service_page_inter_text_2": "We build professionally and use quality certified materials.",
    "service_page_inter_text_3": "Walls and roof",
    "service_page_inter_text_4": "Installation of load-bearing and perimeter walls made of prefabricated SIP panels (170x2800x1250 mm) with EPS polystyrene core (or Mineral wool), including dividing non-load-bearing partitions made of prisms (140 mm) filled with thermoacoustic insulation",
    "service_page_inter_text_5": "Installation of the roof truss structure + sheet metal roofing (roof trusses, battens + counter battens, diffusion foil, etc.)",
    "service_page_inter_text_6": "Flat roof",
    "service_page_inter_text_7": "Exterior",
    "service_page_inter_text_8": "Installation of entrance doors and windows mounted on strips + external and internal windowsills",
    "service_page_inter_text_9": "Installation of external wall cladding - complete facade insulation system (polystyrene 100mm), fiberglass mesh, squeegee, silicone facade plaster of any choice.",
    "service_page_inter_text_10": "Interior: Water and Electricity",
    "service_page_inter_text_11": "Installation of complete electricity, water and sewage systems inside the building",
    "service_page_inter_text_12": "Installation of faucets in the toilet (if the toilet room is separate) and in the bathroom",
    "service_page_inter_text_13": "Installation of LED light fittings",
    "service_page_inter_text_14": "Installation of sockets and switches ",
    "service_page_inter_text_15": "Installation of a domestic hot water (DHW) tank (if the project does not have a tech. room only electric hot water heater)",
    "service_page_inter_text_16": "Interior: walls and tiles",
    "service_page_inter_text_17": "Installation of ceiling insulation, internal suspended ceilings and internal wall cladding - complete plasterboard system RIGIPS (white, green in wet rooms)",
    "service_page_inter_text_18": "Construction of the floor bearing layer of concrete (cement-sand) screed, preparation for laying floor coverings",
    "service_page_inter_text_19": "Installation of the flooring layer in the rooms, usually made of 8 mm thick laminate",
    "service_page_inter_text_20": "Installation of tiles in the utility room, installation of either tiles or laminate in the corridor",
    "service_page_inter_text_21": "White interior painting (2x PRIMALEX hygienic paint)",
    "service_page_inter_text_22": "Installation of tiles and wall cladding in the toilet (if the toilet room is separate) and in the bathroom",
    "service_page_inter_text_30": "Interior: heating",
    "service_page_inter_text_23": "Installation of solar DHW system with HP collectors",
    "service_page_inter_text_24": "Installation of heaters, electric wall convectors, 1 pc in each room ( in STANDARD), possibility of designing alternative heating (heat pump, underfloor heating, Canadian wood stove, inserts with hot air distribution to the whole house",
    "service_page_inter_text_25": "Installation of recuperation ventilation system",
    "service_page_inter_text_26": "Interior: additional equipment",
    "service_page_inter_text_27": "Installation of smooth interior doors + trim",
    "service_page_inter_text_28": "Installation of sanitary equipment in the toilet and bathroom",
    "service_page_out": "Glass Verandas & Retractable Pergolas, glass rooms - outdoor living products /* Engineered for Life, Outdoor and windows system.",
    "service_page_out_h": "We guarantee the highest build quality, maximum reliability and quick post installment services.",
    "service_page_out_text_1": "GUILLOTINE GLASS SYSTEM",
    "service_page_out_text_2": "A guillotine window is a window that moves vertically. The basic guillotine windows are made of two vertically sliding frames and remotely powered by electric motor. ",
    "service_page_out_text_3": "Meanwhile guillotine windows are with bottom or top fixed frames, opening from bottom to top or from top to bottom with several sliding frames. The vertical movement of the sashes allows you to save interior space and provide ventilation. There is a choice of using a single tempered glass or energy saving double-glazed window for it. ",
    "service_page_out_text_4": "SLIDING GLASS ROOF – The Smart Roof",
    "service_page_out_text_5": "All sliding glass roofs are tailor made for your house, apartment or commercial premises. The automatic sliding roof is designed for rooms that are converted from open summer to heated winter roofs. The main element is energy-efficient glazing.This system gives your room plenty of natural light but retains the heat inside.",
    "service_page_out_text_6": "Heated glazing helps to get rid of snow.",
    "service_page_out_text_7": "PASIFIC – Motorized",
    "service_page_out_text_8": "Motorized Outdoor waterproof Aluminum pergola Retractable roof Awnings",
    "service_page_out_text_9": "The aluminum frame construction is very strong and can withstand strong winds at the seaside or on the roof of a high-rise building. Using different design options, it is possible to make a pavilion separate from the building as well as adjacent to it.The drainage system is hidden inside the structure. The electric actuator allows the system to be easily operated by remote control. Rain and wind sensors can also be connected and integrated into a smart home system.",
    "service_page_out_text_10": "AEROLUX - Louvered roof system",
    "service_page_out_text_11": "Louvered roof system – the bioclimatic pergola is designed to protect the seating area from precipitation and provide shade in sunny weather.",
    "service_page_out_text_12": "The roof surface is assembled with aluminum pivoting slats. This allows you to regulate the sun's flow. The configuration of the lamellae allows the inner cavity to be filled with polyurethane foam. This gets rid of unpleasant sound when it rains.",
    "service_page_out_text_13": "The main feature of the system is the ability to control the solar flow by rotating and sliding the lamellas. In the parked position, the slats occupy 23% of the roof space.",
    "service_page_out_text_14": "Automatic WIND STOP railing system",
    "service_page_out_text_15": "Louvered roof system – the bioclimatic pergola is designed to protect the seating area from precipitation and provide shade in sunny weather.",
    "service_page_out_text_16": "The roof surface is assembled with aluminum pivoting slats. This allows you to regulate the sun's flow. The configuration of the lamellae allows the inner cavity to be filled with polyurethane foam. This gets rid of unpleasant sound when it rains.",
    "service_page_out_text_17": "The main feature of the system is the ability to control the solar flow by rotating and sliding the lamellas. In the parked position, the slats occupy",
    "service_page_out_text_18": "SLIDING window system",
    "service_page_out_text_19": "SHADOW LINE - The automatic sun visor curtains system",
    "service_page_out_text_20": "The automatic sunshade system effectively protects against direct sunlight.",
    "service_page_out_text_21": "The fabric canvas is resistant to UV rays and atmospheric effects. The perforated structure does not hinder air movement.",
    "service_page_out_text_22": "The electric actuator allows you to control the ZIP system with the remote control and connect the sun shades to the Smart House system.",
    "contact_page_sidlo" : " ",
    "contact_page_adress" : " ",
    "contact_page_adress_1" : " ",

    "nav_home" : "Головна сторінка",
    "nav_sip" : "Технологія сип",
    "nav_projects" : "Проекти",
    "nav_service" : "Сервіси",
    "nav_contact" : "Контакти",

    "Hey there! Welcome to Ping CRM, a demo app designed to help illustrate how :link works.": "Hey da! Willkommen bei Ping CRM, einer Demo-App, die helfen soll, zu veranschaulichen, wie :link funktioniert.",
    "error": "Fehler"
}